import SwiperComponent from "@/components/swiper/Swiper";
import Content from "@/components/content/Content";
import RequestQuote from "@/components/requestQuote/RequestQuote";
import Intro from "@/components/Item/Intro/Intro";
import "./home.css";
export default function Home() {
  return (
    <div>
      <SwiperComponent></SwiperComponent>
      <div className="text-center">
        <h1>
          أفضل عروض الساندوتش بانل، الغرف الجاهزة، وتركيب الهناجر في المملكة
        </h1>
      </div>
      <Content title="home"></Content>

      <div className="text-center">
        <h1>
          حول شركة النظم المتطورة لساندويتش بانل: الرائدة في مجال تكنولوجيا
          البناء
        </h1>
      </div>
      <Intro
        txtone={"شركة النظم المتطورة "}
        txttwo={
          "لخدمات تركيب الساندوتش بانل والغرف الجاهزة و الهناجر في المملكة"
        }
        txtthree={
          "مرحبًا بكم في شركة النظم المتطورة، الرائدة في مجال توريد وتركيب الساندوتش بانل في المملكة العربية السعودية. نحن نفخر بتقديم حلول مبتكرة وعالية الجودة تلبي احتياجات البناء والتشييد في مختلف أنحاء المملكة. مقرنا في الرياض في العنوان: RAYE3094، 3094 رقم 18، 7457، النرجس، الرياض 13322، السعودية. "
        }
        txtfour={null}
        txtfive={null}
      />
      <Intro
        txttwo={"تاريخ شركة النظم المتطورة"}
        txtone={null}
        txtthree={
          "منذ تأسيسنا، تخصصنا في تقديم حلول مبتكرة وعالية الجودة لتلبية احتياجات البناء والتشييد في جميع أنحاء المملكة. نفخر بتقديم مجموعة متنوعة من الساندوتش بانل ذات الكفاءة العالية في العزل الحراري والصوتي، والمناسبة لمختلف التطبيقات الصناعية والتجارية والسكنية."
        }
        txtfour={
          "نلتزم في النظم المتطورة بأعلى معايير الجودة والسلامة في جميع مشاريعنا، ونسعى دائمًا لتقديم أفضل الحلول لعملائنا. نعمل بفريق من المهندسين والفنيين ذوي الخبرة العالية لضمان تنفيذ المشاريع بأفضل صورة ممكنة وفي الوقت المحدد."
        }
        txtfive={null}
      />
      <Intro
        txttwo={
          "في النظم المتطورة، نقدم مجموعة شاملة من الخدمات لتلبية احتياجات عملائنا"
        }
        txtone={null}
        txtthree={null}
        txtfour={null}
        txtfive={[
          {
            title:"توريد وتركيب الساندوتش بانل",
            description:"نقدم خدمات متكاملة بدءًا من التوريد حتى التركيب، مع ضمان الجودة في كل خطوة."
          },
          {
            title:"الغرف الجاهزة",
            description:"نوفر تشكيلات متنوعة من الغرف الجاهزة المصممة وفقًا لأعلى المعايير لتلبية متطلبات عملائنا."

          },
          {
            title:"تركيب هناجر الساندوتش بانل",
            description:"بفضل خبرتنا الواسعة، نضمن تنفيذ مشاريع تركيب الهناجر بأعلى مستوى من الجودة والكفاءة."
          }
        ]}
      />
      <RequestQuote />
    </div>
  );
}

export const metadata = {
  title: "شركة النظم المتطورة لساندوتش بانل والغرف الجاهزة",
  description:
    "اكتشف مجموعتنا المتنوعة من السندوتش بانل عالي الجودة، مع خدمات توريد وتركيب احترافية في جميع أنحاء المملكة. تصفح تشكيلتنا الواسعة من الغرف الجاهزة واطلع على خدماتنا المتكاملة لتركيب هناجر الساندوتش بانل.",
  keywords: "سندوتش بانل, غرف جاهزة, تركيب, توصيل, بيع, توريد, المملكة",
  author:
    "   شركة النظم المتطورة لساندوتش بانل والغرف الجاهزة المتخصصة في بيع وتوريد وتركيب السندوتش بانل والغرف الجاهزة",
  other: {
    "og:url": "https://sandwichpanl.com",
    "og:site_name": "   شركة النظم المتطورة لساندوتش بانل والغرف الجاهزة",

    "og:type": "website",
  },
  twitter: {
    title: "شركة النظم المتطورة لساندوتش بانل والغرف الجاهزة",
    card: "summary_large_image",
    image:
      "https://sandwichpanl.com/assets/img/سندوتش-بنل-بافضل-اسعار-واعلى-المواصفات.jpg",
  },
  icons: {
    icon: "/logo.png",
  },
};
