import SwiperComponent from "@/components/swiper/Swiper";
import Content from "@/components/content/Content";
import RequestQuote from "@/components/requestQuote/RequestQuote";
import Intro from "@/components/Item/Intro/Intro";
import "./home.css";
export default function Home() {
  return (
    <div>
      <SwiperComponent ></SwiperComponent>
      <div className="text-center">
        <h1>
          أفضل عروض الساندوتش بانل، الغرف الجاهزة، وتركيب الهناجر في المملكة
        </h1>
      </div>
      <Content title="home"></Content>

      <div className="text-center">
        <h2>
          حول شركة النظم المتطورة الرائدة في مجال تكنولوجيا
          البناء
        </h2>
      </div>
      <Intro
        txtone={"شركة النظم المتطورة "}
        txttwo={
          "لخدمات تركيب الساندوتش بانل والغرف الجاهزة و الهناجر في المملكة"
        }
        txtthree={
          "مرحبًا بكم في شركة النظم المتطورة، الرائدة في مجال توريد وتركيب الساندوتش بانل في المملكة العربية السعودية. نحن نفخر بتقديم حلول مبتكرة وعالية الجودة تلبي احتياجات البناء والتشييد في مختلف أنحاء المملكة. مقرنا في الرياض في العنوان: RAYE3094، 3094 رقم 18، 7457، النرجس، الرياض 13322، السعودية. "
        }
        txtfour={null}
        txtfive={null}
      />
      <Intro
        txttwo={"تاريخ شركة النظم المتطورة"}
        txtone={null}
        txtthree={
          "منذ تأسيسنا، تخصصنا في تقديم حلول مبتكرة وعالية الجودة لتلبية احتياجات البناء والتشييد في جميع أنحاء المملكة. نفخر بتقديم مجموعة متنوعة من الساندوتش بانل ذات الكفاءة العالية في العزل الحراري والصوتي، والمناسبة لمختلف التطبيقات الصناعية والتجارية والسكنية."
        }
        txtfour={
          "نلتزم في النظم المتطورة بأعلى معايير الجودة والسلامة في جميع مشاريعنا، ونسعى دائمًا لتقديم أفضل الحلول لعملائنا. نعمل بفريق من المهندسين والفنيين ذوي الخبرة العالية لضمان تنفيذ المشاريع بأفضل صورة ممكنة وفي الوقت المحدد."
        }
        txtfive={null}
      />
      <Intro
        txttwo={
          "في النظم المتطورة، نقدم مجموعة شاملة من الخدمات لتلبية احتياجات عملائنا"
        }
        txtone={null}
        txtthree={null}
        txtfour={null}
        txtfive={[
          {
            title: "توريد وتركيب الساندوتش بانل",
            description:
              "نقدم خدمات متكاملة بدءًا من التوريد حتى التركيب، مع ضمان الجودة في كل خطوة.",
          },
          {
            title: "الغرف الجاهزة",
            description:
              "نوفر تشكيلات متنوعة من الغرف الجاهزة المصممة وفقًا لأعلى المعايير لتلبية متطلبات عملائنا.",
          },
          {
            title: "حداد هناجر      ",
            description:
              "بفضل خبرتنا الواسعة، نضمن تنفيذ مشاريع تركيب الهناجر بأعلى مستوى من الجودة والكفاءة.",
          },
        ]}
      />
      <RequestQuote />
    </div>
  );
}

export const metadata = {
  title: "شركة النظم المتطورة لساندوتش بانل والغرف الجاهزة",
  metadataBase: new URL("https://sandwichpanel.com"), // قم بتحديثه بعنوان موقعك الفعلي

  description:
    "تصفح تشكيلتنا الواسعة من الساندوتش بانل والغرف الجاهزة مع خدمات توريد وتركيب الهناجر احترافية في جميع أنحاء المملكة. احصل على حلول البناء المتكاملة اليوم ",
  keywords:
    "سندوتش بانل، غرف جاهزة، تركيب، توصيل، بيع، توريد، المملكة ,سندوتش بانل, غرف جاهزة, تركيب سندوتش بانل, توصيل سندوتش بانل, بيع سندوتش بانل, توريد سندوتش بانل, تركيب هناجر, تصنيع هناجر, خدمات تركيب هناجر, توريد هناجر, هناجر جاهزة, المملكة العربية السعودية, حلول بناء, تكنولوجيا البناء, عزل حراري, عزل صوتي, بناء تجاري, بناء صناعي, بناء سكني",
  author:
  "سندوتش بانل، غرف جاهزة، تركيب، توصيل، بيع، توريد، المملكة، تركيب سندوتش بانل، توصيل سندوتش بانل، بيع سندوتش بانل، توريد سندوتش بانل، تركيب هناجر، تصنيع هناجر، خدمات تركيب هناجر، توريد هناجر، هناجر جاهزة، المملكة العربية السعودية، حلول بناء، تكنولوجيا البناء، عزل حراري، عزل صوتي، بناء تجاري، بناء صناعي، بناء سكني",
  openGraph: {
    url: "https://sandwichpanl.com",
    title:
      "شركة النظم المتطورة: رائدة في توريد وتركيب الساندوتش بانل والغرف الجاهزة",
    site_name: "شركة النظم المتطورة لساندوتش بانل والغرف الجاهزة",
    description:
      "تصفح تشكيلتنا الواسعة من الساندوتش بانل والغرف الجاهزة مع خدمات توريد وتركيب الهناجر احترافية في جميع أنحاء المملكة. احصل على حلول البناء المتكاملة اليوم ",
    type: "website",
    images: {
      url: "https://sandwichpanl.com/assets/img/سندوتش-بنل-بافضل-اسعار-واعلى-المواصفات.jpg",
      alt: "شركة النظم المتطورة لساندوتش بانل والغرف الجاهزة",
    },
    locale: "ar_AR",
  },
  twitter: {
    title: "شركة النظم المتطورة لساندوتش بانل والغرف الجاهزة",
    card: "summary_large_image",
    images: {
      url: "https://sandwichpanl.com/assets/img/سندوتش-بنل-بافضل-اسعار-واعلى-المواصفات.jpg",
      alt: "شركة النظم المتطورة لساندوتش بانل والغرف الجاهزة",
    },
    
  },
  robots: "index, follow",

};
