export const dataSwiper = [
  {
    image: "/assets/img/ساندوتش-بانل-عيوب-التكلفة.jpg",
    title: "سندويشات بنل بافضل اسعار واعلى المواصفات",
    description: "سندوتش بانل بافضل اسعار واعلى المواصفات",
  },
  {
    image: "/assets/img/جميع-انواع-الساندوتش-بانل.jpg",
    title: "سندويتش بانل بأسعار تنافسية",
    description: "ألواح ساندوتش بانل معزولة عالية الجودة بأسعار تنافسية",
  },

  {
    image: "/assets/img/ساندوتش-بانل-عيوب-الرطوبة.jpg",
    title: "الجودة والثقة في توريد الألواح العازلة",
    description: "ألواح ساندوتش بانل عالي الجودة من موردين موثوقين",
  },
  {
    image: "/assets/img/سندوتش-بانل-عالي-الجودة.jpg",
    title: "تصاميم غرف جاهزة عصرية لكل الاحتياجات",
    description: "تصاميم متنوعة للغرف الجاهزة تناسب كافة الاحتياجات",
  },
  {
    image: "/assets/img/مشاريع-البناء-المؤقت.jpg",
    title: "غرف جاهزة بتصاميم معاصرة وبجودة عالية",
    description: "مشاريع بناء مؤقت بتصاميم معاصرة وجودة عالية",
  },
  {
    image: "/assets/img/تركيب-وتوصيل-الهناجر-الى-جميع-انحاء-المملكة.jpg",
    title: " تركيب الهناجر مع تغطية شاملة لجميع أنحاء المملكة",
    description:
      "استكشف خدماتنا المتميزة في تركيب وتوصيل الهناجر الجاهزة بأعلى معايير الجودة والسلامة، مع تغطية شاملة لجميع أنحاء المملكة.",
  },
];
export const databaseImage = {
  1: {
    image: "/assets/img/الواح-الساندوتش-بانل.jpg",
    alt: "الواح ساندوتش بانل المتينة والجودة العالية",
    title: "توريد وتركيب الواح ساندوتش بانل",
  },
  2: {
    image: "/assets/img/الواح-الساندوتش-بانل-للغرف-الجاهزة.jpg",
    alt: "ألواح ساندوتش بانل للغرف الجاهزة",
    title: "أفضل ألواح ساندوتش بانل للغرف الجاهزة",
  },
  3: {
    image: "/assets/img/الواح-ساندوتش-بانل-عالية-الصلابة.jpg",
    alt: "ألواح الساندوتش بانل متينة وعالية الصلابة",
    title: "ألواح ساندوتش بانل للصناعات المختلفة",
  },
  4: {
    image: "/assets/img/الواح-ساندوتش-بانل-للمنشآت-الصناعية.jpg",
    alt: "ألواح ساندوتش بانل للمنشآت الصناعية",
    title: "ألواح ساندوتش بانل لتغطية المنشآت الصناعية",
  },
  5: {
    image: "/assets/img/الواح-ساندوتش-بانل-للمنازل-الجاهزة.jpg",
    alt: "ألواح ساندوتش بانل للمنازل الجاهزة",
    title: "ألواح ساندوتش بانل للبناء السريع للمنازل",
  },
  6: {
    image: "/assets/img/افضل-الواح-ساندوتش-بانل.jpg",
    alt: "أفضل أنواع الواح ساندوتش بانل في السوق",
    title: "اختيار افضل الواح ساندوتش بانل",
  },
  7: {
    image: "/assets/img/الواح-ساندوتش-بانل-للجدران.jpg",
    alt: "ألواح ساندوتش بانل للجدران بتصميم عالي الجودة",
    title: "توريد وتركيب ألواح ساندوتش بانل للجدران",
  },
  8: {
    image: "/assets/img/الواح-ساندوتش-بانل-للاسقف.jpg",
    alt: "ألواح ساندوتش بانل للأسقف بمتانة فائقة",
    title: "أفضل ألواح ساندوتش بانل للأسقف",
  },
  9: {
    image: "/assets/img/ألواح-ساندوتش-بانل-للاسقف.jpg",
    alt: "ألواح ساندوتش بانل خفيفة الوزن للأسقف",
    title: "ألواح ساندوتش بانل خفيفة للأسقف",
  },
  10: {
    image: "/assets/img/ألواح-ساندوتش-بانل-بخامات-ممتازة.jpg",
    alt: "ألواح ساندوتش بانل بخامات ممتازة للجدران والأسقف",
    title: "ألواح ساندوتش بانل بخامات ممتازة للجدران والأسقف",
  },
  11: {
    image: "/assets/img/الواح-ساندوتش-بانل-للبناء-السريع.jpg",
    alt: "ألواح ساندوتش بانل للبناء السريع للجدران والأسقف",
    title: "ألواح ساندوتش بانل للبناء السريع",
  },
  12: {
    image: "/assets/img/الواح-ساندوتش-بانل-بتصميم-حديث.jpg",
    alt: "ألواح ساندوتش بانل بتصميم حديث للجدران والأسقف",
    title: "ألواح ساندوتش بانل بتصميم حديث",
  },
  13: {
    image: "/assets/img/ألواح-ساندوتش-بانل-بلمسات-عصرية.jpg",
    alt: "ألواح ساندوتش بانل بلمسات عصرية للجدران والأسقف",
    title: "ألواح ساندوتش بانل بتصميم عصري",
  },
  14: {
    image: "/assets/img/ألواح-ساندوتش-بانل-لمشاريع-البناء-الكبيرة.jpg",
    alt: "ألواح ساندوتش بانل لمشاريع البناء الكبيرة",
    title: "ألواح ساندوتش بانل للبناء الضخم والمشاريع الكبرى",
  },
  15: {
    image: "/assets/img/ألواح-ساندوتش-بانل-للجدران-الداخلية.jpg",
    alt: "ألواح ساندوتش بانل للجدران الداخلية",
    title: "ألواح ساندوتش بانل مثالية للجدران الداخلية",
  },
  16: {
    image: "/assets/img/إنشاء-هناجر-ساندوتش-بانل.jpg",
    alt: "إنشاء هناجر باستخدام ساندوتش بانل",
    title: "ساندوتش بانل يوفر حلاً مثاليًا لإنشاء هناجر قوية وفعالة",
  },
  17: {
    image: "/assets/img/تغطية-المخازن-ساندوتش-بانل.jpg",
    alt: "تغطية المخازن بألواح ساندوتش بانل",
    title: "ألواح ساندوتش بانل لتغطية المخازن وحمايتها من العوامل الخارجية",
  },
  18: {
    image: "/assets/img/بناء-الغرف-الجاهزة-ساندوتش-بانل.jpg",
    alt: "بناء الغرف الجاهزة باستخدام ساندوتش بانل",
    title: "ساندوتش بانل لتصميم وبناء الغرف الجاهزة بكفاءة وسرعة",
  },
};
