import { type } from "os";

export const dataContent = [
  {
    status:true,
    title: " الواح الساندوتش  بانل",
    titleMeat: "ألواح الساندوتش بانل للجدران والأسقف | احصل على عرض سعر حصري",
    href: "الواح-الساندوتش-بانل",
    alt: "الساندوتش  بانل: جودة عالية وأسعار مميزة",
    description:
      "اكتشف ألواح الساندوتش بانل المتطورة للجدران والأسقف. توفر عزلًا مثاليًا وتصميمًا عصريًا يلبي كافة متطلبات المشاريع الحديثة في السعودية.",
    keywords:
      "ساندويش بانل, عزل حراري, عزل صوتي, تصاميم مبتكرة, بناء سريع, توفير الطاقة, السعودية",
    author: "شركة الساندوتش بانل المتخصصة في توفير حلول العزل الحراري والصوتي",
    og: {
      url: "https://sandwichpanl.com/product-sandwich/"+"الواح-الساندوتش-بانل",
      site_name: "شركة الساندوتش بانل",
      title: "ألواح الساندوتش بانل للجدران والأسقف",
      description: "ألواح الساندوتش بانل المتطورة للجدران والأسقف توفر عزلًا مثاليًا وتصميمًا عصريًا.",
      image: "https://sandwichpanl.com/assets/img/ألواح-الساندوتش-بانل-للجدران-والأسقف.jpg",
      type: "product",
    },
    twitter: {
      title: "الساندوتش بانل: جودة عالية وأسعار مميزة | احصل على عرض سعر حصري بالتواصل معنا",
      image: "https://sandwichpanl.com/assets/img/ألواح-الساندوتش-بانل-للجدران-والأسقف.jpg",
      card: "summary_large_image",
    },
    

    data: [
      {
        id: "الواح-الساندوتش-بانل-للجدران-والأسقف",
        image: "/assets/img/ألواح-الساندوتش-بانل-للجدران-والأسقف.jpg",
        alt: "ألواح ساندوتش بانل متطورة للجدران والأسقف تضمن أعلى معايير العزل والجودة",
        altimage:
          "ألواح ساندوتش بانل للجدران والأسقفات: الحل الأمثل للبناء الحديث",
        price: "احصل على عرض سعر حصري بالتواصل معنا",
        description: " ألواح ساندوتش بانل للجدران والاسقف",
        content:
          " توفر عزلًا مثاليًا وتصميمًا عصريًا يلبي كافة متطلبات المشاريع .",
      },
      // {
      //   id: "ألواح-ساندوتش-بانل-ألواح-ألمنيوم",
      //   image: "/assets/img/ألواح-ساندوتش-بانل-ألواح-ألمنيوم.jpg",
      //   altimage: "توريد الواح ساندوتش بانل ألواح ألمنيوم",
      //   alt: "توريد وتركيب ألواح ساندوتش بانل وألواح ألمنيوم متنوعة في السعودية        ",
      //   description: "توريد الواح ساندوتش بانل ألواح ألمنيوم",
      //   content:
      //     "نمتلك في شركة الساندوتش بانل خبرة واسعة تمتد لسنوات في مجال توريد وتركيب ألواح ساندوتش بانل ألواح ألمنيوم عالية الجودة في جميع أنحاء المملكة العربية السعودية.",
      //   price: " تتوفر ألواح ألمنيوم بأنواع مختلفة،",
      // },
    //   {
    //     id: "الواح-حائط-عازل",
    //     image: "/assets/img/لوح-حائط-عازل.jpg",
    //     altimage:"صورة لوح حائط ساندويش بانل عازلة بسمك 5.0 سم متوفرة في السعودية",
    //     alt: "ألواح حائط ساندويش بانل عازلة بسمك 5.0 سم متوفرة في السعودية",
    //     description: "الواح حائط (سمك 5.0 سم)",
    //     content: "سماكه: 5.0 سم\nالعرض: 1.165 متر\nالمدة: حسب طلب العميل",
    //     price: "75 ر.س  للقطعة",
    //   },
    // {
      
    //     id: "الواح-حائط-بانل-بسمك-10.0-سم",
    //     image:"/assets/img/الوح-حائط-بانل-بسمك-10.0-سم.jpg",
    //     altimage: "صورة لوح حائط بانل بسمك 10.0 سم متوفر في السعودية",
    //     alt: "لوح حائط بانل بسمك 10.0 سم متوفر في السعودية",
    //     description: "لوح حائط بانل بسمك 10.0 سم",
    //     content: "سماكة: 10.0 سم، العرض: 1.165 متر، المدة: حسب طلب العميل، ألواح الساندوتش بانل بسمك أكبر لعزل أفضل ومتانة عالية.",
    //     price: "85 ر.س للقطعة"
      
    // }
    ],
  },

  {
    status:true,
    title: " غرف جاهزة",
    titleMeat: "غرف جاهزة مسبقة الصنع | استكشف مجموعتنا المتنوعة",
    href: "غرف-جاهزة",
    alt: "اكتشف غرفنا الجاهزة المتطورة، المثالية لكل احتياجاتك السكنية والتجارية",
    description:
      "“استمتع بالراحة والأناقة مع غرفنا الجاهزة المصممة لتلبية كافة احتياجاتك. سواء كنت تبحث عن حلول عملية للمساحات السكنية أو الحلول التجارية، فإن غرفنا توفر لك الجودة العالية والتصميم المتطور. تعرف على مجموعتنا الواسعة واختر ما يناسب طموحاتك وميزانيتك.” ",
    keywords:
      "غرف جاهزة, مسبقة الصنع, حلول سكنية, حلول تجارية, تصميم عصري, جودة عالية, السعودية",
    author: "شركة الغرف الجاهزة المتخصصة في توفير حلول الإقامة العصرية",
    og: {
      url: "https://sandwichpanl.com/product-sandwich/"+"غرف-جاهزة",
      site_name: "شركة الغرف الجاهزة",
      title: "غرف جاهزة مسبقة الصنع",
      description: "استمتع بالراحة والأناقة مع غرفنا الجاهزة المصممة لتلبية كافة احتياجاتك.",
      image: "https://sandwichpanl.com/assets/img/مباني-مسبقة-الصنع.jpg",
      type: "product",
    },
    twitter: {
      title: "غرف جاهزة مسبقة الصنع | استكشف مجموعتنا المتنوعة",
      image: "https://sandwichpanl.com/assets/img/مباني-مسبقة-الصنع.jpg",
      card: "summary_large_image",
    },

    data: [
      {
        id: "غرف-جاهزة-مسبقة-الصنع",
        image: "/assets/img/مباني-مسبقة-الصنع.jpg",
        altimage:
          "غرف جاهزة مسبقة الصنع: سريعة التركيب ومتناسقة مع معايير الجودة",
        price: "تواصل معنا للحصول على تسعيرة خاصة",
        alt: "استكشف مجموعتنا من الغرف الجاهزة المسبقة الصنع، المثالية للإقامة الفورية والمشاريع التجارية، مع توفير الراحة والأمان.",
        description: "غرف جاهزة مسبقة الصنع",
        content: "حلول سكنية سريعة وعملية مع ضمان الجودة والراحة.",
      },
      {

        id: "غرف-جاهزة-من-سندوتش",
        image: "/assets/img/مشاريع-البناء-المؤقت.jpg",
        altimage: "غرف ساندوتش بانل: معزولة بكفاءة ومصممة للراحة والأمان",
        price: "أسعار تنافسية - تواصل معنا اليوم!",
        alt: "غرف ساندوتش بانل الجاهزة: الحل الأمثل للمساحات المعزولة",
        description: "غرف ساندوتش بانل | غرف جاهزة معزولة من السندوتش بنل",
        content: "استمتع بالراحة والخصوصية مع غرفنا الجاهزة المعزولة، المصممة لتوفير أعلى مستويات الجودة والأمان."
      },
      {
        id: "غرف-حراسة",
        type: "section",
        image: "/assets/img/غرف-حراسة.jpg",
        altimage: "غرف حراسة من السنادويتش بانل وعملية لمختلف الاستخدامات",
        price: "أسعار تنافسية - تواصل معنا اليوم!",
        alt: "غرف حراسة متينة ومصممة لتوفير الأمان والراحة للحراس في مواقع العمل والمشاريع المختلفة.",
        description: "أنواع غرف حراسة مختلفة",
        content: "غرف حراسة  في مواقع العمل والمشاريع المختلفة لتلبية احتياجات الحراس وتوفير بيئة عمل آمنة ومريحة."
      }
      // {
      //   id: "غرف-تبريد-وتجميد-من-الساندوتش",
      //   image: "/assets/img/غرف-تبريد-ساندوتش-بانل.jpg",
      //   altimage: "غرف تبريد ساندوتش بانل: مثالية للحفاظ على الطعام طازجًا",
      //   price: "أسعار خاصة لفترة محدودة - اتصل الآن!",
      //   alt: "غرف تبريد ساندوتش بانل: حلول تبريد مبتكرة بتقنية عالية",
      //   description: "غرف تبريد ساندوتش بانل | حلول تبريد فعالة وموفرة للطاقة",
      //   content: "حافظ على جودة المنتجات الغذائية مع غرف التبريد والتجميد من الساندوتش بانل، المصممة لتلبية احتياجاتك الخاصة بكفاءة واقتصاد."
      // }
      
    ],
  },
  {
    status:true,
    title: "تركيب هناجر",
    titleMeat: "تركيب هناجر في السعودية | تصاميم مبتكرة وحلول بناء سريعة",
    href: "تركيب-هناجر",
    alt: "هناجر متطورة جاهزة للتركيب في السعودية - تصاميم مبتكرة وحلول بناء سريعة",
    description:
      "نقدم خدمات تركيب هناجر متطورة في السعودية، مع تصاميم مبتكرة تلائم احتياجاتكم. جودة عالية وسرعة في التنفيذ، مع حلول بناء متكاملة.",
    keywords: "هناجر, تركيب, تصاميم مبتكرة, بناء سريع, جودة عالية, السعودية",
    author: "شركة تركيب الهناجر المتخصصة في الحلول الإنشائية المتقدمة",
    og: {
      url: "https://sandwichpanl.com//product-sandwich/"+"تركيب-هناجر",
      site_name: "شركة تركيب الهناجر",
      title: "تركيب هناجر في السعودية",
      description: "نقدم خدمات تركيب هناجر متطورة في السعودية، مع تصاميم مبتكرة تلائم احتياجاتكم.",
      image: "https://sandwichpanl.com/assets/img/شركات-هناجر-في-السعودية.jpg",
      type: "product",
    },
    twitter: {
      title: "تركيب هناجر في السعودية | تصاميم مبتكرة وحلول بناء سريعة",
      image: "https://sandwichpanl.com/assets/img/شركات-هناجر-في-السعودية.jpg",
      card: "summary_large_image",
    },

    data: [
      {
        id: "خدمات-تركيب-هناجر",
        image: "/assets/img/شركات-هناجر-في-السعودية.jpg",
        altimage:
          " تركيب هناجر متطورة: سريعة التركيب ومتناسقة مع معايير الجودة",
        price: "تواصل معنا للحصول على تسعيرة خاصة",
        alt: "تركيب هناجر متطورة جاهزة للتركيب في السعودية - تصاميم مبتكرة وحلول بناء سريعة.",
        description: "خدمات تركيب هناجر",
        content:
          "نقدم خدمات تركيب هناجر متطورة في السعودية، مع تصاميم مبتكرة تلائم احتياجاتكم. نضمن لكم جودة عالية وسرعة في التنفيذ، مع توفير حلول بناء متكاملة تشمل العزل الحراري والصوتي، ومقاومة الظروف الجوية القاسية.",
      },
      {
        id: "توريد-وتركيب-هناجر-ساندوتش-بانل",
        image: "/assets/img/توريد-هناجر-ساندوتش-بانل.jpg",
        altimage: "توريد وتركيب هناجر ساندوتش بانل: جودة ودقة في الحدادة",
        price: "أسعار تنافسية - احصل على تسعيرتك الآن",
        alt: "توريد وتركيب هناجر ساندوتش بانل بالسعودية - حلول متكاملة ومتانة عالية",
        description: "توريد وتركيب هناجر ساندوتش بانل والحدادة",
        content: "نوفر خدمات توريد وتركيب هناجر ساندوتش بانل بأعلى معايير الجودة. خبرتنا في الحدادة تضمن لكم تصاميم متينة ومقاومة للعوامل الجوية، مع توفير أفضل الحلول لمشاريعكم."
      }
      
    ],
  },
  {
      status:false,
      title: " غرف حراسة",
      titleMeat: " غرف حراسة جاهزة |جميع انواع غرف الحراسة",   
      href: "غرف-حراسة",
      alt: "اكتشف غرف الحراسة الجاهزة المتطورة، المثالية لكل احتياجاتك ",
      description: "استمتع بالأمان والراحة مع غرف الحراسة الجاهزة المصممة لتلبية كافة احتياجاتك . سواء كنت تبحث عن حلول عملية للمواقع التجارية أو السكنية، فإن غرف الحراسة لدينا توفر لك الجودة العالية والتصميم المتطور. تعرف على مجموعتنا الواسعة واختر ما يناسب طموحاتك وميزانيتك.",
      keywords: "غرف حراسة, غرف حراسة جاهزة, حلول أمنية, تصميم عصري, جودة عالية, السعودية",
      author: "شركة النظم المتطورة المتخصصة في توفير حلول الإقامة العصرية",
      og: {
        url: "https://sandwichpanl.com/product-sandwich/غرف-حراسة",
        site_name: "  غرف حراسة جاهزة | استكشف الحلول  المتكاملة",
        title: "غرف حراسة جاهزة",
        description: "استمتع بالأمان والراحة مع غرف الحراسة الجاهزة المصممة لتلبية كافة احتياجاتك .",
        image: "https://sandwichpanl.com/assets/img/غرف-حراسة.jpg",
        type: "product"
      },
      twitter: {
        title: "غرف حراسة جاهزة | استكشف الحلول  المتكاملة",
        image: "https://sandwichpanl.com/assets/img/غرف-حراسة.jpg",
        card: "summary_large_image"
      },
      data: [
        
      ],
  }
];
