export const dataDetails = [
  {
    href: "sandwich",
    title: " الواح الساندويش  بانل",
    alt: "استكشف تشكيلتنا الواسعة من ألواح الساندوتش بانل",
    data: [
      {
        id: 1,
        title: " ألواح ساندوتش بانل للجدران والاسقف",
        imagedata: [
          {
            image: "/assets/img/ألواح الساندوتش بانل للجدران والأسقف.jpg",
            title:
              "ألواح ساندوتش بانل متعددة الألوان للجدران والأسقف - مثالية للتصميم الداخلي والخارجي في جدة",
          },
          {
            image:
              "/assets/img/ألواح ساندوتش بانل، جدار، عزل حراري، عزل صوتي، منزل.jpg",
            title:
              "ألواح ساندوتش بانل للعزل الحراري والصوتي - حلول عصرية للمنازل والمباني",
          },
          {
            image: "/assets/img/صورة لألواح الساندوتش بانل مركبة على سقف.jpg",
            title:
              "سقف مستودع معزول بألواح ساندوتش بانل - مقاومة فائقة للحريق وتركيب سهل في طائف",
          },
          {
            image:
              "/assets/img/ألواح ساندوتش بانل، سقف، مستودع، مقاومة للحريق، سهلة التركيب.jpeg",
            title:
              " ألواح ساندوتش بانل للأسقف - أمان وكفاءة للمستودعات والمنشآت التجارية",
          },
        ],
        priceOld: " اطلب عرض أسعار ",
        priceNew: "أسعار تنافسية لن تجدها في أي مكان آخر!",
        description:
          "نحن نقدم لكم تشكيلة واسعة من ألواح الساندوتش بانل المتميزة بجودتها العالية وتنوعها الذي يلبي كافة احتياجاتكم الإنشائية. سواء كنتم تبحثون عن حلول عزل حراري وصوتي فعّالة للجدران والأسقف، أو تصاميم معاصرة للغرف الجاهزة، فإنكم ستجدون لدينا ما يرضي ذوقكم ويفوق توقعاتكم. ",
        keywords:
          "ألواح ساندوتش بانل, عزل حراري, عزل صوتي, تصميم معاصر, جودة عالية, السعودية",
        author: "شركة الساندوتش بانل المتخصصة",
        og: {
          url: "https://sandwichpanl.com/product-sandwich/sandwich/1",
          type: "product",
        },
        twitter: {
          title:
            "ألواح ساندوتش بانل للجدران والأسقف - الجودة والتصميم في السعودية",
        },
        features: [
          {
            title: "مقاومة عالية",
            description: " تتحمل الأحمال الثقيلة وتقاوم الظروف الجوية القاسية.",
          },
          {
            title: "عزل حراري ممتاز",
            description:
              "يحافظ على درجة حرارة مثالية داخل المبنى مما يوفر في استهلاك الطاقة.",
          },
          {
            title: "تركيب سريع وسهل",
            description: " يسهل تركيبها ولا تحتاج إلى صيانة مكثفة ",
          },
          {
            title: "تصميم متنوع",
            description:
              "تأتي بألوان وأنماط مختلفة تتناسب مع الذوق العصري والتصميم.",
          },
          {
            title: "التوصيل مجاني",
            description: "مجاني.",
          },
        ],
      },
    ],
  },

  {
    title: " غرف جاهزة",
    href: "room",
    alt: "غرف جاهزة مسبقة الصنع: تصاميم عصرية وحلول سكنية مبتكرة",
    data: [
      {
        id: 2,
        title: "غرف جاهزة مسبقة الصنع",
        imagedata: [
          {
            image: "/assets/img/مباني مسبقة الصنع.jpg",
            title:
              "صورة لداخلية غرفة جاهزة مسبقة الصنع: غرف جاهزة مسبقة الصنع - تصميمات عصرية وعملية تناسب جميع الاحتياجات.",
          },
          {
            image:
              "/assets/img/غرف جاهزة مسبقة الصنع - سهلة التركيب والنقل.jpg",
            title:
              "صورة لغرفة جاهزة مسبقة الصنع مُركبة على موقع: غرف جاهزة مسبقة الصنع - حل سكني سريع وسهل.",
          },
          {
            image:
              "/assets/img/صورة تُظهر غرفة جاهزة مسبقة الصنع مخصصة للسكن.jpg",
            title:
              "غرف جاهزة مسبقة الصنع تجارية: صورة تُظهر غرفة جاهزة مسبقة الصنع مخصصة للاستخدام التجاري.",
          },
          {
            image: "/assets/img/غرف جاهزة.jpg",
            title:
              "غرف جاهزة مسبقة الصنع سهلة التركيب - توفر لك الوقت والجهد. ",
          },
        ],
        priceOld: " اطلب عرض أسعار ",
        priceNew: "أسعار تنافسية لن تجدها في أي مكان آخر!",
        description:
          "غرفنا الجاهزة   مصممة لتوفير حلول سكنية سريعة وعملية. مثالية للمشاريع التجارية والسكنية، تأتي بتصاميم متنوعة تلائم كل الأذواق.",
        keywords:
          "غرف جاهزة, مسبقة الصنع, تصميم عصري, جودة, سهولة التركيب, السعودية",
        author: "شركة الغرف الجاهزة المتخصصة",
        og: {
          url: "https://sandwichpanl.com/product-sandwich/room/2",
          type: "product",
        },
        twitter: {
          title: "غرف جاهزة مسبقة الصنع - الراحة والتصميم العصري في السعودية",
        },
        features: [
          {
            title: "تصميم مرن",
            description:
              "تصاميم متعددة تناسب الاستخدامات المختلفة، من السكنية إلى التجارية.",
          },
          {
            title: "جودة مضمونة",
            description: "مصنوعة من مواد عالية الجودة تضمن الأمان والمتانة.",
          },
          {
            title: "سهولة التركيب",
            description:
              "تصميمات تسمح بالتركيب السريع والسهل دون الحاجة إلى أعمال بناء معقدة.",
          },
          {
            title: "راحة وخصوصية",
            description: "توفر الراحة والخصوصية مع تصاميم داخلية مدروسة.",
          },
        ],
      },
    ],
  },
  {
    title: "تركيب هناجر",
    href: "hnaager",
    alt: "هناجر متطورة جاهزة للتركيب في السعودية - تصاميم مبتكرة وحلول بناء سريعة",
    data: [
      {
        id: 3,
        title: "  خدمات تركيب هناجر",
        imagedata: [
          {
            image: "/assets/img/شركات هناجر في السعودية.jpg",
            title: "تصاميم هناجر صناعية متطورة - مثالية للمنشآت الكبيرة",
          },
          {
            image: "/assets/img/خدمات تركيب هناجر.jpg",
            title:
              "هناجر متطورة بتقنيات حديثة - جاهزة لكافة المشاريع في السعودية",
          },

          {
            image: "/assets/img/تصميم هناجر صناعية.jpg",
            title: "هناجر معدنية متينة - تركيب سريع وأمان مضمون",
          },
          {
            image:
              "/assets/img/تركيب وتوصيل الهناجر الى جميع انحاء المملكة.jpg",
            title: "هناجر مستودعات واسعة - حلول تخزين متكاملة",
          },
        ],
        priceOld: "اطلب عرض أسعار",
        priceNew: "أسعار خاصة لفترة محدودة!",
        description:
          "اكتشف خدماتنا المتميزة في تركيب الهناجر بأحدث التقنيات وأعلى معايير الجودة. نوفر حلولاً متكاملة للتركيب السريع والآمن في جميع أنحاء السعودية.",
        keywords:
          "هناجر, تركيب, تقنيات حديثة, متانة, أمان, تصاميم مخصصة, خدمة عملاء, السعودية",
        author: "شركة تركيب الهناجر المتخصصة",
        og: {
          url: "https://sandwichpanl.com/product-sandwich/hnaager/3",
          type: "service",
        },
        twitter: {
          title: "خدمات تركيب هناجر - تقنية وأمان في السعودية",
        },
        features: [
          {
            title: "تقنيات حديثة",
            description:
              "نستخدم أحدث التقنيات لضمان تركيب هناجر ذات كفاءة عالية.",
          },
          {
            title: "متانة وأمان",
            description:
              "هناجرنا مصممة لتحمل الظروف الجوية القاسية وتوفير أعلى مستويات الأمان.",
          },
          {
            title: "تصاميم مخصصة",
            description: "نقدم تصاميم مخصصة تلبي احتياجات مشروعك بدقة.",
          },
          {
            title: "خدمة عملاء متميزة",
            description:
              "فريقنا جاهز لتقديم الدعم والمشورة في كل خطوة من خطوات تركيب الهناجر.",
          },
        ],
      },
    ],
  },
];
