
export const dataContent = [
  {
    title: " الواح الساندوتش  بانل",
    titleMeat: "ألواح الساندوتش بانل للجدران والأسقف | احصل على عرض سعر حصري",
    href: "sandwich",
    alt: "الساندوتش  بانل: جودة عالية وأسعار مميزة",
    description:
      "اكتشف ألواح الساندوتش بانل المتطورة للجدران والأسقف. توفر عزلًا مثاليًا وتصميمًا عصريًا يلبي كافة متطلبات المشاريع الحديثة في السعودية.",
    keywords:
      "ساندوتش بانل, عزل حراري, عزل صوتي, تصاميم مبتكرة, بناء سريع, توفير الطاقة, السعودية",
    author: "شركة الساندوتش بانل المتخصصة في توفير حلول العزل الحراري والصوتي",
    og: {
      url: "https://sandwichpanl.com/product-sandwich/sandwich",
      site_name: "شركة الساندوتش بانل",
      title: "ألواح الساندوتش بانل للجدران والأسقف",
      description: "ألواح الساندوتش بانل المتطورة للجدران والأسقف توفر عزلًا مثاليًا وتصميمًا عصريًا.",
      image: "https://sandwichpanl.com/assets/img/ألواح-الساندوتش-بانل-للجدران-والأسقف.jpg",
      type: "product",
    },
    twitter: {
      title: "الساندوتش بانل: جودة عالية وأسعار مميزة | احصل على عرض سعر حصري بالتواصل معنا",
      image: "https://sandwichpanl.com/assets/img/ألواح-الساندوتش-بانل-للجدران-والأسقف.jpg",
      card: "summary_large_image",
    },
    

    data: [
      {
        id: 1,
        image: "/assets/img/ألواح-الساندوتش-بانل-للجدران-والأسقف.jpg",
        alt: "ألواح ساندوتشبانل متطورة للجدران والأسقف تضمن أعلى معايير العزل والجودة",
        altimage:
          "ألواح ساندوتشبانل للجدران والأسقفات: الحل الأمثل للبناء الحديث",
        price: "احصل على عرض سعر حصري بالتواصل معنا",
        description: " ألواح ساندوتشبانل للجدران والاسقف",
        content:
          " توفر عزلًا مثاليًا وتصميمًا عصريًا يلبي كافة متطلبات المشاريع .",
      },
      {
        id: 4,
        image: "/assets/img/ألواح-ساندوتش-بانل-ألواح-ألمنيوم.jpg",
        altimage: "توريد الواح ساندوتشبانل ألواح ألمنيوم",
        alt: "توريد وتركيب ألواح ساندوتشبانل وألواح ألمنيوم متنوعة في السعودية        ",
        description: "توريد الواح ساندوتشبانل ألواح ألمنيوم",
        content:
          "نمتلك في شركة الساندوتش بانل خبرة واسعة تمتد لسنوات في مجال توريد وتركيب ألواح ساندوتشبانل ألواح ألمنيوم عالية الجودة في جميع أنحاء المملكة العربية السعودية.",
        price: " تتوفر ألواح ألمنيوم بأنواع مختلفة،",
      },
      {
        id: 5,
        image: "/assets/img/لوح-حائط-عازل.jpg",
        altimage:"صورة لوح حائط ساندوتش بانل عازلة بسمك 5.0 سم متوفرة في السعودية",
        alt: "ألواح حائط ساندوتش بانل عازلة بسمك 5.0 سم متوفرة في السعودية",
        description: "الواح حائط (سمك 5.0 سم)",
        content: "سماكه: 5.0 سم\nالعرض: 1.165 متر\nالمدة: حسب طلب العميل",
        price: "75 ر.س  للقطعة",
      },
    {
      
        id: 6,
        image:"/assets/img/الوح-حائط-بانل-بسمك-10.0-سم.jpg",
        altimage: "صورة لوح حائط بانل بسمك 10.0 سم متوفر في السعودية",
        alt: "لوح حائط بانل بسمك 10.0 سم متوفر في السعودية",
        description: "لوح حائط بانل بسمك 10.0 سم",
        content: "سماكة: 10.0 سم، العرض: 1.165 متر، المدة: حسب طلب العميل، ألواح الساندوتش بانل بسمك أكبر لعزل أفضل ومتانة عالية.",
        price: "85 ر.س للقطعة"
      
    }
    ],
  },

  {
    title: " غرف جاهزة",
    titleMeat: "غرف جاهزة مسبقة الصنع | استكشف مجموعتنا المتنوعة",
    href: "room",
    alt: "اكتشف غرفنا الجاهزة المتطورة، المثالية لكل احتياجاتك السكنية والتجارية",
    description:
      "“استمتع بالراحة والأناقة مع غرفنا الجاهزة المصممة لتلبية كافة احتياجاتك. سواء كنت تبحث عن حلول عملية للمساحات السكنية أو الحلول التجارية، فإن غرفنا توفر لك الجودة العالية والتصميم المتطور. تعرف على مجموعتنا الواسعة واختر ما يناسب طموحاتك وميزانيتك.” ",
    keywords:
      "غرف جاهزة, مسبقة الصنع, حلول سكنية, حلول تجارية, تصميم عصري, جودة عالية, السعودية",
    author: "شركة الغرف الجاهزة المتخصصة في توفير حلول الإقامة العصرية",
    og: {
      url: "https://sandwichpanl.com/product-sandwich/room",
      site_name: "شركة الغرف الجاهزة",
      title: "غرف جاهزة مسبقة الصنع",
      description: "استمتع بالراحة والأناقة مع غرفنا الجاهزة المصممة لتلبية كافة احتياجاتك.",
      image: "https://sandwichpanl.com/assets/img/مباني-مسبقة-الصنع.jpg",
      type: "product",
    },
    twitter: {
      title: "غرف جاهزة مسبقة الصنع | استكشف مجموعتنا المتنوعة",
      image: "https://sandwichpanl.com/assets/img/مباني-مسبقة-الصنع.jpg",
      card: "summary_large_image",
    },

    data: [
      {
        id: 2,
        image: "/assets/img/مباني-مسبقة-الصنع.jpg",
        altimage:
          "غرف جاهزة مسبقة الصنع: سريعة التركيب ومتناسقة مع معايير الجودة",
        price: "تواصل معنا للحصول على تسعيرة خاصة",
        alt: "استكشف مجموعتنا من الغرف الجاهزة المسبقة الصنع، المثالية للإقامة الفورية والمشاريع التجارية، مع توفير الراحة والأمان.",
        description: "غرف جاهزة مسبقة الصنع",
        content: "حلول سكنية سريعة وعملية مع ضمان الجودة والراحة.",
      },
    ],
  },
  {
    title: "تركيب هناجر",
    titleMeat: "تركيب هناجر في السعودية | تصاميم مبتكرة وحلول بناء سريعة",
    href: "hnaager",
    alt: "هناجر متطورة جاهزة للتركيب في السعودية - تصاميم مبتكرة وحلول بناء سريعة",
    description:
      "نقدم خدمات تركيب هناجر متطورة في السعودية، مع تصاميم مبتكرة تلائم احتياجاتكم. جودة عالية وسرعة في التنفيذ، مع حلول بناء متكاملة.",
    keywords: "هناجر, تركيب, تصاميم مبتكرة, بناء سريع, جودة عالية, السعودية",
    author: "شركة تركيب الهناجر المتخصصة في الحلول الإنشائية المتقدمة",
    og: {
      url: "https://sandwichpanl.com//product-sandwich/hnaager",
      site_name: "شركة تركيب الهناجر",
      title: "تركيب هناجر في السعودية",
      description: "نقدم خدمات تركيب هناجر متطورة في السعودية، مع تصاميم مبتكرة تلائم احتياجاتكم.",
      image: "https://sandwichpanl.com/assets/img/شركات-هناجر-في-السعودية.jpg",
      type: "product",
    },
    twitter: {
      title: "تركيب هناجر في السعودية | تصاميم مبتكرة وحلول بناء سريعة",
      image: "https://sandwichpanl.com/assets/img/شركات-هناجر-في-السعودية.jpg",
      card: "summary_large_image",
    },

    data: [
      {
        id: 3,
        image: "/assets/img/شركات-هناجر-في-السعودية.jpg",
        altimage:
          " تركيب هناجر متطورة: سريعة التركيب ومتناسقة مع معايير الجودة",
        price: "تواصل معنا للحصول على تسعيرة خاصة",
        alt: "تركيب هناجر متطورة جاهزة للتركيب في السعودية - تصاميم مبتكرة وحلول بناء سريعة.",
        description: "خدمات تركيب هناجر",
        content:
          "نقدم خدمات تركيب هناجر متطورة في السعودية، مع تصاميم مبتكرة تلائم احتياجاتكم. نضمن لكم جودة عالية وسرعة في التنفيذ، مع توفير حلول بناء متكاملة تشمل العزل الحراري والصوتي، ومقاومة الظروف الجوية القاسية.",
      },
    ],
  },
];
