export const dataSwiper = [
  {
    image: "/assets/img/ألواح سندويش بانل معزولة.jpg",
    title: "سندويش بانل بأسعار تنافسية",
    description: "ألواح ساندوتش بانل معزولة عالية الجودة بأسعار تنافسية ",
  },
  {
    image: "/assets/img/سندويش بنل بافضل اسعار واعلى المواصفات.jpg",
    title: "سندويش بانل بافضل اسعار واعلى المواصفات",
    description: "سندويش بانل بافضل اسعار واعلى المواصفات ",
  },
  {
    image: "/assets/img/سندويش بانل عالي الجودة.png",
    title: "    الجودة والثقة في توريد ساندوتش بانل",
    description: "ألواح ساندوتش بانل عالي الجودة من موردين موثوقين", 
  },
  {
    image: "/assets/img/غرف جاهزة.jpg",
    title: "تصاميم غرف جاهزة عصرية لكل الاحتياجات",
    description:  "تصاميم متنوعة للغرف الجاهزة تناسب كافة الاحتياجات",
  },
  {
    image: "/assets/img/مشاريع البناء المؤقت.jpg",
    title: "غرف جاهزة بتصاميم معاصرة وبجودة عالية",
    description: "مشاريع بناء مؤقت بتصاميم معاصرة وجودة عالية",
  },
  { 
    image: "/assets/img/تركيب وتوصيل الهناجر الى جميع انحاء المملكة.jpg",
    title: "خدمات تركيب الهناجر مع تغطية شاملة لجميع أنحاء المملكة",
    description: "استكشف خدماتنا المتميزة في تركيب وتوصيل الهناجر الجاهزة بأعلى معايير الجودة والسلامة، مع تغطية شاملة لجميع أنحاء المملكة."
    
  },
  

];
