export const dataPageSoe = [
  {
    href: "",
    title: "تصفح كافة المنتجات ",
    alt: "استكشف خدمات السوق العربية ساندوتش بانل",
    data: [
      {
        id: "مقاول-ساندوتش-بانل",
        title:
          "مقاول لخدمات تركيب الساندويتش بانل والغرف الجاهزة وتركيب الهناجر في السعودية",
        imagedata: [
          {
            image: "/assets/img/مقاول-ساندوتش-بانل-للجدران-والأسقف.jpg",
            title:
              "صورة مقاول ساندوتش بانل في السعودية - خدمات ساندوتش بانل متميزة",
          },
          {
            image:
              "/assets/img/مقاول-ساندوتش-بانل-جدار-عزل-حراري-عزل-صوتي-منزل.jpg",
            title:
              "مقاول ساندوتش بانل للعزل الحراري والصوتي - حلول عصرية للمنازل والمباني",
          },
          {
            image: "/assets/img/صورة-لمقاول-ساندوتش-بانل-مركبة-على-سقف.jpg",
            title:
              "سقف مستودع معزول بمقاول ساندوتش بانل - مقاومة فائقة للحريق وتركيب سهل في طائف",
          },
          {
            image:
              "/assets/img/مقاول-ساندوتش-بانل-سقف-مستودع-مقاومة-للحريق-سهلة-التركيب.jpg",
            title:
              "مقاول ساندوتش بانل للأسقف - أمان وكفاءة للمستودعات والمنشآت التجارية",
          },
        ],
        priceOld: "اطلب عرض أسعار",
        priceNew: "أسعار تنافسية لن تجدها في أي مكان آخر!",
        description:
          "نحن مقاولون معتمدون متخصصون في تركيب الساندويتش بانل والغرف الجاهزة والهناجر في السعودية. نقدم حلولاً متكاملة بأسعار تنافسية، مع التركيز على الجودة والاحترافية. نستخدم أحدث تقنيات البناء والمواد عالية الجودة لضمان رضا العملاء وتحقيق نتائج متميزة. سواء كنت تحتاج إلى عزل حراري أو صوتي، أو تصميم معاصر، نقدم حلولاً مبتكرة تلبي جميع احتياجاتك. فريقنا المؤهل يتفانى في تقديم الخدمة المثلى لضمان نتائج تفوق توقعاتك، مع الالتزام بأعلى مستويات الاحترافية.",
        keywords:
          "مقاول ساندوتش بانل, شركة مقاولات ,  تصميم معاصر, جودة عالية, السعودية, مشاريع بناء, غرف جاهزة, تركيب محترف, مواد عازلة, هياكل معدنية, سعر مناسب, حلول مبتكرة",

        author:
          "شركة النظم المتطورة لساندوتش بانل والغرف الجاهزة وتركيب الهناجر",
        og: {
          url: "https://sandwichpanl.com/" + "مقاول-ساندوتش-بانل",

          site_name: "شركة الساندوتشبانل المتخصصة",
          title:
            "مقاول ساندوتش بانل للجدران والأسقف - الجودة والتصميم في السعودية",
          description:
            "مقاولون معتمدون لخدمات تركيب الساندويتش بانل والغرف الجاهزة وتركيب الهناجر في جميع أنحاء السعودية اعتمد على خبرتنا لضمان تنفيذ المشاريع بأعلى مستويات الجودة ",

          image:
            "https://sandwichpanl.com/assets/img/مقاول-ساندوتش-بانل-للجدران-والأسقف.jpg",
          type: "website",
        },
        twitter: {
          title:
            "مقاول ساندوتش بانل للجدران والأسقف - الجودة والتصميم في السعودية",
          card: "summary_large_image",
          image:
            "https://sandwichpanl.com/assets/img/مقاول-ساندوتش-بانل-للجدران-والأسقف.jpg",
        },
        features: [
          {
            title: "مظلات",
            description:
              "نقدم مظلات خارجية بجميع الأحجام والمواصفات، مثالية للاستخدام المنزلي والتجاري.",
          },
          {
            title: "سواتر",
            description: "تشمل سواتر بلاستيكية عالية الجودة لحماية حدائقك.",
          },
          {
            title: "هناجر",
            description:
              "نقدم هناجر معدنية متينة بجميع الأحجام، مثالية للتخزين أو أماكن العمل.",
          },
          {
            title: "بيوت شعر",
            description:
              "تشمل بيوت شعر تقليدية وعصرية بجميع الأحجام، مناسبة للتخييم أو المناسبات الخارجية.",
          },
          {
            title: "قرميد",
            description:
              "تشكيلة واسعة من القرميد بأنواعه المختلفة، توفر حماية ممتازة لأسطح منزلك.",
          },
          {
            title: "شبوك زراعية",
            description: "نقدم شبوك معدنية متينة بجميع الأحجام.",
          },
          {
            title: "ديكورات",
            description: "تشمل ديكورات معدنية جذابة.",
          },
          {
            title: "برجولات",
            description: "نقدم برجولات معدنية متينة بجميع الأحجام.",
          },
        ],
      },
      {
        id: "شركة-تركيب-ساندوتش-بانل-الرياض",
        title: "تركيب ساندوتش بانل في الرياض",
        imagedata: [
          {
            image: "/assets/img/تركيب-ساندوتش-بانل-الرياض.jpg",
            title: "تركيب ساندوتش بانل في الرياض",
          },
          {
            image: "/assets/img/فريق-تركيب-ساندوتش-بانل.jpg",
            title: "فريق تركيب ساندوتش بانل محترف",
          },
          {
            image: "/assets/img/خدمات-تركيب-هناجر.jpg",
            title: "مشاريع تركيب ساندوتش بانل في الرياض",
          },
          {
            image: "/assets/img/خدمات-تركيب-ساندوتش-بانل.jpg",
            title: "خدمات تركيب ساندوتش بانل عالية الجودة",
          },
        ],
        priceOld: "اطلب عرض أسعار",
        priceNew: "أسعار تنافسية لن تجدها في أي مكان آخر!",
        description:
          " شركتنا في الرياض تقدم حلول وتوريد ساندوتش بانل عالي الجودة للبناء الحديث، مع تركيب وتوصيل، وتركيب هناجر وغرف جاهزة، وكل ذلك بأسعار مناسبة لإنشاء المباني.",
        keywords: "تركيب ساندوتش بانل, عزل حراري, عزل صوتي, بناء حديث, الرياض",
        author: "شركة تركيب ساندوتش بانل",
        og: {
          url: "https://sandwichpanl.com/شركة-تركيب-ساندوتش-بانل-الرياض",
          site_name: "شركة تركيب ساندوتش بانل",
          title: "تركيب ساندوتش بانل في الرياض - حلول بناء حديثة",
          description:
            "تُعد شركتنا لتركيب ساندوتش بانل في الرياض من أهم الموردين في مجال البناء الحديث، حيث تقدم حلولاً فعّالة وبأسعار مناسبة لإنشاء المباني بسرعة وكفاءة عالية. توفر هذه الشركات ألواح ساندوتش بانل عالية الجودة، والتي تتميز بخصائص عزل حراري وصوتي ممتازة، فضلاً عن مقاومتها للحريق والتآكل.",
          image:
            "https://sandwichpanl.com/assets/img/تركيب-ساندوتش-بانل-الرياض.jpg",
          type: "website",
        },
        twitter: {
          title: "تركيب ساندوتش بانل في الرياض - حلول بناء حديثة",
          card: "summary_large_image",
          image:
            "https://sandwichpanl.com/assets/img/تركيب-ساندوتش-بانل-الرياض.jpg",
        },
        features: [
          {
            title: "السمعة والخبرة",
            description:
              "نتمتع بسمعة ممتازة وخبرة واسعة في مجال تركيب ساندوتش بانل.",
          },
          {
            title: "الجودة",
            description: "نستخدم مواد عالية الجودة لضمان أفضل النتائج.",
          },
          {
            title: "الأسعار",
            description: "نقدم أسعار تنافسية تناسب جميع الميزانيات.",
          },
          {
            title: "الخدمات",
            description: "نوفر خدمات شاملة من التصميم إلى التركيب.",
          },
          {
            title: "الضمانات",
            description: "نقدم ضمانات على جميع أعمالنا لضمان رضا العملاء.",
          },
        ],
      },
      {
        id: "هناجر-ساندوتش-بانل",
        title: "هناجر ساندوتش بانل",
        imagedata: [
          {
            image: "/assets/img/تصميم-هناجر-صناعية.jpg",
            title: "هناجر ساندوتش بانل - تصميم حديث وعزل ممتاز",
          },
          {
            image:
              "/assets/img/تركيب-وتوصيل-الهناجر-الى-جميع-انحاء-المملكة.jpg",
            title: "هناجر ساندوتش بانل - مقاومة للحريق والتآكل",
          },
          {
            image: "/assets/img/فريق-هناجر-معدنية.jpg",
            title: "هناجر ساندوتش بانل - حلول فعّالة للمباني الكبيرة",
          },
          {
            image: "/assets/img/خدمات-الحدادة-للهناجر.jpg",
            title: "هناجر ساندوتش بانل - حماية فائقة من العوامل الجوية",
          },
        ],
        priceOld: "اطلب عرض أسعار",
        priceNew: "أسعار تنافسية لن تجدها في أي مكان آخر!",
        description:
          "تُعد شركتنا لتركيب هناجر ساندوتش بانل في الرياض من أبرز الموردين في مجال البناء الحديث، حيث نقدم حلولاً فعّالة وبأسعار تنافسية لإنشاء المباني بسرعة وكفاءة عالية. نوفر هناجر ساندوتش بانل عالية الجودة، تتميز بخصائص عزل حراري وصوتي ممتازة، بالإضافة إلى مقاومتها للحريق والتآكل. تُستخدم هناجر ساندوتش بانل كبديل عصري للأبنية الضخمة والمخازن الكبيرة، مما يوفر حماية فائقة من العوامل الجوية مثل الأمطار والرياح.",
        keywords: "هناجر ساندوتش بانل, عزل حراري, عزل صوتي, بناء حديث, الرياض",
        author: "شركة تركيب ساندوتش بانل",
        og: {
          url: "https://sandwichpanl.com/هناجر-ساندوتش-بانل",
          site_name: "شركة تركيب ساندوتش بانل",
          title: "هناجر ساندوتش بانل - حلول بناء حديثة",
          description:
            "تُعد شركتنا لتركيب هناجر ساندوتش بانل في الرياض من أبرز الموردين في مجال البناء الحديث، حيث نقدم حلولاً فعّالة وبأسعار تنافسية لإنشاء المباني بسرعة وكفاءة عالية. نوفر هناجر ساندوتش بانل عالية الجودة، تتميز بخصائص عزل حراري وصوتي ممتازة، بالإضافة إلى مقاومتها للحريق والتآكل.",
          image:
            "https://sandwichpanl.com/assets/img/هناجر-ساندوتش-بانل-منتج.jpg",
          type: "website",
        },
        twitter: {
          title: "هناجر ساندوتش بانل - حلول بناء حديثة",
          card: "summary_large_image",
          image: "/assets/img/هناجر-ساندوتش-بانل-منتج.jpg",
        },
        features: [
          {
            title: "عزل حراري",
            description:
              "تتميز هناجر ساندوتش بانل بقدرتها العالية على العزل الحراري، مما يحافظ على درجة حرارة المبنى مستقرة.",
          },
          {
            title: "عزل صوتي",
            description:
              "توفر هناجر ساندوتش بانل عزلًا صوتيًا ممتازًا، مما يقلل من الضوضاء الخارجية.",
          },
          {
            title: "مقاومة للحريق",
            description:
              "تتمتع هناجر ساندوتش بانل بخصائص مقاومة للحريق، مما يزيد من أمان المبنى.",
          },
          {
            title: "متانة وقوة",
            description:
              "تتميز هناجر ساندوتش بانل بمتانتها وقوتها الهيكلية، مما يجعلها مثالية للاستخدامات الصناعية والتجارية.",
          },
          {
            title: "سهولة التركيب",
            description:
              "يمكن تركيب هناجر ساندوتش بانل بسرعة وسهولة، مما يوفر الوقت والجهد في عملية البناء.",
          },
          {
            title: "تكلفة اقتصادية",
            description:
              "تعتبر هناجر ساندوتش بانل خيارًا اقتصاديًا مقارنة بالمواد التقليدية، مما يوفر تكاليف البناء.",
          },
          {
            title: "مقاومة للتآكل",
            description:
              "تتميز هناجر ساندوتش بانل بمقاومتها العالية للتآكل، مما يطيل من عمرها الافتراضي.",
          },
          {
            title: "تصاميم متنوعة",
            description:
              "تتوفر هناجر ساندوتش بانل بتصاميم وأشكال متنوعة تناسب مختلف الاحتياجات.",
          },
        ],
      },
      {
        id: "عيوب-ومميزات-ساندوتش-بانل",
        title: "مميزات وعيوب الساندوتش بانل",
        imagedata: [
          {
            image: "/assets/img/ساندوتش-بانل-مميزات-عزل-حراري.jpg",
            title: "مميزات الساندوتش بانل - عزل حراري وصوتي ممتاز وتصميم عصري",
          },
          {
            image: "/assets/img/ساندوتش-بانل-مميزات-خفة-الوزن.jpg",
            title: "مميزات الساندوتش بانل - خفة الوزن وسهولة التركيب",
          },
          {
            image: "/assets/img/ساندوتش-بانل-عيوب-التكلفة.jpg",
            title:
              "عيوب الساندوتش بانل - تكلفة أعلى مقارنة بمواد البناء التقليدية",
          },
          {
            image: "/assets/img/ساندوتش-بانل-عيوب-الرطوبة.jpg",
            title:
              "عيوب الساندوتش بانل - قابلية للتلف بسبب الرطوبة إذا لم يتم تركيبه وصيانته بشكل صحيح",
          },
        ],
        priceOld: "اطلب عرض أسعار",
        priceNew: "أسعار تنافسية لن تجدها في أي مكان آخر!",
        description:
          "نحن نقدم لكم تقييم شامل لمميزات وعيوب الساندوتش بانل. تعرف على الفوائد العديدة لهذا المنتج المبتكر وكذلك بعض العيوب التي قد تواجهها عند استخدامه في مشاريعك المختلفة.",
        keywords:
          "مميزات الساندوتش بانل, عيوب الساندوتش بانل, عزل حراري, عزل صوتي, تصميم عصري, جودة عالية, السعودية",
        author: "شركة النظم المتطورة لساندوتش بانل المتخصصة",
        og: {
          url: "https://sandwichpanl.com/" + "عيوب-ومميزات-ساندوتش-بانل",
          site_name: "شركة النظم المتطورة لساندوتش بانل المتخصصة",

          title: "مميزات وعيوب الساندوتش بانل - الجودة والتصميم في السعودية",
          description:
            "نحن نقدم لكم تقييم شامل لمميزات وعيوب الساندوتش بانل. تعرف على الفوائد العديدة لهذا المنتج المبتكر وكذلك بعض العيوب التي قد تواجهها عند استخدامه في مشاريعك المختلفة.",
          image:
            "https://sandwichpanl.com/assets/img/ساندوتش-بانل-مميزات-عزل-حراري.jpg",
          type: "website",
        },
        twitter: {
          title: "مميزات وعيوب الساندوتش بانل - الجودة والتصميم في السعودية",
          card: "summary_large_image",
          image:
            "https://sandwichpanl.com/assets/img/ساندوتش-بانل-مميزات-عزل-حراري.jpg",
        },
        features: [
          {
            title: "مميزات الساندوتش بانل",
            description:
              "يشمل عزل حراري وصوتي ممتاز، تصميم عصري، سرعة وسهولة التركيب، خفة الوزن، وقوة ومتانة عالية.",
          },
          {
            title: "سهولة التركيب",
            description:
              "يتميز الساندوتش بانل بسهولة وسرعة التركيب، مما يقلل من وقت البناء ويخفض التكاليف.",
          },
          {
            title: "خفة الوزن",
            description:
              "يتميز بخفة الوزن، مما يسهل عملية النقل والتركيب دون الحاجة إلى معدات ثقيلة.",
          },
          {
            title: "متانة وقوة",
            description:
              "يتميز بمتانته العالية وقوة تحمله، مما يجعله خيارًا ممتازًا للمباني الصناعية والتجارية.",
          },
          {
            title: "تصميم عصري",
            description:
              "يأتي بتصاميم وألوان متنوعة تناسب جميع الأذواق وتلبي كافة المتطلبات الجمالية.",
          },
          {
            title: "عيوب الساندوتش بانل",
            description:
              "قد تكون تكلفته أعلى مقارنة بمواد البناء التقليدية، قابلية للتلف بسبب الرطوبة إذا لم يتم تركيبه وصيانته بشكل صحيح، وقد يتطلب عناية خاصة في بعض الظروف البيئية.",
          },
        ],
      },
    ],
  },
];
