export const dataDetails = [
  {
    href: "sandwich",
    title: " الواح الساندوتش  بانل",
    alt: "استكشف تشكيلتنا الواسعة من ألواح الساندوتشبانل",
    data: [
      {
        id: 1,
        title: " ألواح ساندوتشبانل للجدران والاسقف",
        imagedata: [
          {
            image: "/assets/img/ألواح-الساندوتش-بانل-للجدران-والأسقف.jpg",
            title:
              "ألواح ساندوتشبانل متعددة الألوان للجدران والأسقف - مثالية للتصميم الداخلي والخارجي في جدة",
          },
          {
            image:
              "/assets/img/ألواح-ساندوتش-بانل-جدار-عزل-حراري-عزل-صوتي-منزل.jpg",
            title:
              "ألواح ساندوتشبانل للعزل الحراري والصوتي - حلول عصرية للمنازل والمباني",
          },
          {
            image: "/assets/img/صورة-لألواح-الساندوتش-بانل-مركبة-على-سقف.jpg",
            title:
              "سقف مستودع معزول بألواح ساندوتشبانل - مقاومة فائقة للحريق وتركيب سهل في طائف",
          },
          {
            image:
              "/assets/img/ألواح-ساندوتش-بانل-سقف-مستودع-مقاومة-للحريق-سهلة-التركيب.jpeg",
            title:
              " ألواح ساندوتشبانل للأسقف - أمان وكفاءة للمستودعات والمنشآت التجارية",
          },
        ],
        priceOld: " اطلب عرض أسعار ",
        priceNew: "أسعار تنافسية لن تجدها في أي مكان آخر!",
        description:
          "نحن نقدم لكم تشكيلة واسعة من ألواح الساندوتشبانل المتميزة بجودتها العالية وتنوعها الذي يلبي كافة احتياجاتكم الإنشائية. سواء كنتم تبحثون عن حلول عزل حراري وصوتي فعّالة للجدران والأسقف، أو تصاميم معاصرة للغرف الجاهزة، فإنكم ستجدون لدينا ما يرضي ذوقكم ويفوق توقعاتكم. ",
        keywords:
          "ألواح ساندوتشبانل, عزل حراري, عزل صوتي, تصميم معاصر, جودة عالية, السعودية",
        author: "شركة الساندوتشبانل المتخصصة",
        og: {
          url: "https://sandwichpanl.com/product-sandwich/sandwich/1",
          site_name: "شركة الساندوتشبانل المتخصصة",
          title:
            "ألواح ساندوتشبانل للجدران والأسقف - الجودة والتصميم في السعودية",
          description:
            "نحن نقدم لكم تشكيلة واسعة من ألواح الساندوتشبانل المتميزة بجودتها العالية وتنوعها الذي يلبي كافة احتياجاتكم الإنشائية. سواء كنتم تبحثون عن حلول عزل حراري وصوتي فعّالة للجدران والأسقف، أو تصاميم معاصرة للغرف الجاهزة، فإنكم ستجدون لدينا ما يرضي ذوقكم ويفوق توقعاتكم.",
          image:
            "https://sandwichpanl.com/assets/img/ألواح-الساندوتش-بانل-للجدران-والأسقف.jpg",
          type: "product",
        },
        twitter: {
          title:
            "ألواح ساندوتشبانل للجدران والأسقف - الجودة والتصميم في السعودية",
          card: "summary_large_image",
          image:
            "https://sandwichpanl.com/assets/img/ألواح-الساندوتش-بانل-للجدران-والأسقف.jpg",
        },
        features: [
          {
            title: "مقاومة عالية",
            description: " تتحمل الأحمال الثقيلة وتقاوم الظروف الجوية القاسية.",
          },
          {
            title: "عزل حراري ممتاز",
            description:
              "يحافظ على درجة حرارة مثالية داخل المبنى مما يوفر في استهلاك الطاقة.",
          },
          {
            title: "تركيب سريع وسهل",
            description: " يسهل تركيبها ولا تحتاج إلى صيانة مكثفة ",
          },
          {
            title: "تصميم متنوع",
            description:
              "تأتي بألوان وأنماط مختلفة تتناسب مع الذوق العصري والتصميم.",
          },
          {
            title: "التوصيل مجاني",
            description: "مجاني.",
          },
        ],
      },
      {
        id: 4,
        title: "توريد الواح ساندوتشبانل ألواح ألمنيوم",
        imagedata: [
          {
            image: "/assets/img/ألواح-ساندوتش-بانل-ألواح-ألمنيوم.jpg",
            title: "توريد الواح ساندوتشبانل ألواح ألمنيوم",
          },
          {
            image:
              "/assets/img/الواح-ألمنيوم-تركيب-احترافية-من-قبل-فريق-من-الفنيين.jpg",
            title:
              "تركيب الواح الساندوتش بانل ألواح من ألمنيوم تركيب احترافي من قبل فريق من الفنيين",
          },
          {
            image: "/assets/img/توريد-الواح-الساندوتش-من-المنيوم.jpg",
            title:
              "توريد الواح الساندوتش من المنيوم المتوفرة في الرياض، جدة، الطائف، وبقية مدن المملكة",
          },
          {
            image: "/assets/img/اسعار-الواح-المنيوم.jpg",
            title:
              "ألواح ساندوتشبانل ألواح ألمنيوم من أفضل الشركات المصنعة في العالم",
          },
        ],
        priceOld: "نقدم أسعارًا تنافسية على جميع منتجاتنا وخدماتنا.",
        priceNew: "توصيل سريعة لألواح ساندوتشبانل ألواح ألمنيوم إلى أي مكان",
        description:
          "تقدم شركتنا مجموعة متنوعة من ألواح الساندوتشبانل الألمنيوم، المصممة لتلبية احتياجات العزل الحراري والصوتي في المملكة العربية السعودية. مع توفر خيارات متعددة للألوان والتشطيبات، نضمن توفير حلول مبتكرة وعملية لمشاريع البناء والتشييد.",
        keywords:
          "ألواح ساندوتشبانل, ألمنيوم, عزل حراري, عزل صوتي, الرياض, جدة, الطائف, المملكة العربية السعودية",
        author: "شركة الساندوتشبانل المتخصصة",
        og: {
          url: "https://sandwichpanl.com/product-sandwich/sandwich/4",
          site_name: "شركة الساندوتشبانل المتخصصة",
          title: "ألواح ساندوتشبانل ألمنيوم - العزل والجودة في السعودية",
          description:
            "تقدم شركتنا مجموعة متنوعة من ألواح الساندوتشبانل الألمنيوم، المصممة لتلبية احتياجات العزل الحراري والصوتي في المملكة العربية السعودية. مع توفر خيارات متعددة للألوان والتشطيبات، نضمن توفير حلول مبتكرة وعملية لمشاريع البناء والتشييد.",
          image:
            "https://sandwichpanl.com/assets/img/ألواح-ساندوتش-بانل-ألواح-ألمنيوم.jpg",
          type: "product",
        },
        twitter: {
          title: "توريد ألواح ساندوتشبانل ألمنيوم - العزل والجودة في السعودية",
          card: "summary_large_image",
          image:
            "https://sandwichpanl.com/assets/img/ألواح-ساندوتش-بانل-ألواح-ألمنيوم.jpg",
        },
        features: [
          {
            title: "جودة مضمونة",
            description: "ألواح مصنعة وفقًا لأعلى معايير الجودة العالمية.",
          },
          {
            title: "تنوع في الاستخدام",
            description:
              "مناسبة لمختلف أنواع المشاريع من الجدران والأسقف إلى الغرف الجاهزة.",
          },
          {
            title: "عزل فائق",
            description: "توفير حماية مثالية ضد التغيرات الحرارية والضوضاء.",
          },
          {
            title: "تصاميم مخصصة",
            description: "خيارات متعددة للألوان والتشطيبات لتناسب كل مشروع.",
          },
          {
            title: "خدمة توصيل موثوقة",
            description: "توصيل سريع وآمن إلى جميع أنحاء المملكة.",
          },
        ],
      },
      {
        id: 5,
        title: "ألواح حائط ساندوتش بانل بسمك 5.0 سم",
        imagedata: [
          {
            image: "/assets/img/لوح-حائط-عازل.jpg",
            title: "لوح حائط من الساندوتش بانل داخلي بسمك 5.0 سم",
          },
          {
            image: "/assets/img/لوح-حائط-عازل-سمك-50mm.jpg",
            title: "لوح حائط عازل للحرارة والصوت بسمك 5.0 سم",
          },
          {
            image: "/assets/img/تركيب-لوح-حائط-ساندوتش-بانل.jpg",
            title: "تركيب لوح حائط ساندوتش بانل بسمك 5.0 سم بجودة عالية",
          },
          {
            image: "/assets/img/ألواح-حائط-ساندوتش-بانل-متنوعة.jpg",
            title: "مجموعة متنوعة من ألواح الحائط ساندوتش بانل بسمك 5.0 سم",
          },
        ],
        priceOld: "80 ر.س للقطعة",
        priceNew: "70 ر.س للقطعة بعرض خاص",
        description:
          "ألواح حائط ساندوتش بانل بسمك 5.0 سم توفر عزلًا ممتازًا للحرارة والصوت، مثالية للتطبيقات الداخلية والخارجية في المباني السكنية والتجارية.",
        keywords:
          "ألواح حائط, ساندوتش بانل, عزل حراري, عزل صوتي, سمك 5.0 سم, السعودية",
        author: "شركة الساندوتش بانل المتخصصة",
        og: {
          url: "https://sandwichpanl.com/product-sandwich/sandwich/5",
          site_name: "شركة الساندوتش بانل المتخصصة",
          title:
            "ألواح حائط ساندوتش بانل بسمك 5.0 سم - الاختيار الأمثل للعزل في السعودية",
          description:
            "ألواح حائط ساندوتش بانل بسمك 5.0 سم توفر عزلًا ممتازًا للحرارة والصوت، مثالية للتطبيقات الداخلية والخارجية في المباني السكنية والتجارية.",
          image:
            "https://sandwichpanl.com/assets/img/لوح-حائط-عازل-سمك-50mm.jpg",
          type: "product",
        },
        twitter: {
          title:
            "ألواح حائط ساندوتش بانل بسمك 5.0 سم - الاختيار الأمثل للعزل في السعودية",
          card: "summary_large_image",
          image:
            "https://sandwichpanl.com/assets/img/لوح-حائط-عازل-سمك-50mm.jpg",
        },

        features: [
          {
            title: "عزل متميز",
            description: "عزل حراري وصوتي فائق بفضل تقنية EPS FF.",
          },
          {
            title: "تركيب سهل",
            description: "تصميم مبتكر يسهل عملية التركيب ويقلل الوقت والتكلفة.",
          },
          {
            title: "متانة وأمان",
            description: "مواد عالية الجودة تضمن المتانة والأمان للمباني.",
          },
          {
            title: "تنوع التصاميم",
            description:
              "تشكيلة واسعة من الألوان والتشطيبات لتناسب كافة الأذواق.",
          },
          {
            title: "صديقة للبيئة",
            description: "مواد صديقة للبيئة تساهم في الحفاظ على الاستدامة.",
          },
        ],
      },
      {
        id: 6,
        title: "لوح حائط من الساندوتش بانل بسمك 10.0 سم",
        imagedata: [
          {
            image:"/assets/img/الوح-حائط-بانل-بسمك-10.0-سم.jpg",
            title: "لوح حائط ساندوتش بانل بسمك 10.0 سم لعزل فائق ومتانة عالية",
          },
          {
            image: "/assets/img/تصميم-متطور-لوح-حائط-ساندوتش-بانل.jpg",
            title: "تصميم متطور للوح حائط ساندوتش بانل بسمك 10.0 سم",
          },
          {
            image: "/assets/img/ألواح-حائط-ساندوتش-بانل-عازلة.jpg",
            title: "ألواح حائط ساندوتش بانل عازلة بسمك 10.0 سم",
          },
          {
            image: "/assets/img/تركيب-سهل-لوح-حائط-ساندوتش-بانل.jpg",
            title: "تركيب سهل وسريع للوح حائط ساندوتش بانل بسمك 10.0 سم",
          },
        ],
        priceOld: "90 ر.س للقطعة",
        priceNew: "85 ر.س للقطعة بعرض خاص",
        description:
          "لوح حائط من الساندوتش بانل بسمك 10.0 سم يوفر عزلًا ممتازًا للحرارة والصوت، مثالي للمشاريع الكبيرة التي تتطلب متانة وأمانًا إضافيًا.",
        keywords:
          "لوح حائط, ساندوتش بانل, عزل حراري, عزل صوتي, سمك 10.0 سم, السعودية",
        author: "شركة الساندوتش بانل المتخصصة",
        og: {
          url: "https://sandwichpanl.com/product-sandwich/sandwich/6",
          site_name: "شركة الساندوتش بانل المتخصصة",
          title:
            "لوح حائط ساندوتش بانل بسمك 10.0 سم - حماية وعزل متقدم في السعودية",
          description:
            "لوح حائط من الساندوتش بانل بسمك 10.0 سم يوفر عزلًا ممتازًا للحرارة والصوت، مثالي للمشاريع الكبيرة التي تتطلب متانة وأمانًا إضافيًا.",
          image:
            "https://sandwichpanl.com/assets/img/الوح-حائط-بانل-بسمك-10.0-سم.jpg",
          type: "product",
        },
        twitter: {
          title:
            "لوح حائط ساندوتش بانل بسمك 10.0 سم - حماية وعزل متقدم في السعودية",
          card: "summary_large_image",
          image:
          "https://sandwichpanl.com/assets/img/الوح-حائط-بانل-بسمك-10.0-سم.jpg",
        },
        features: [
          {
            title: "عزل فائق",
            description: "عزل حراري وصوتي متقدم بفضل سمك 10.0 سم.",
          },
          {
            title: "متانة إضافية",
            description: "توفر متانة وأمانًا إضافيًا للمباني والمنشآت.",
          },
          {
            title: "تصميم متطور",
            description: "تصاميم مبتكرة تتناسب مع جميع أنواع المشاريع.",
          },
          {
            title: "تركيب سريع",
            description: "سهولة وسرعة في التركيب توفر الوقت والجهد.",
          },
          {
            title: "استدامة عالية",
            description: "مواد صديقة للبي",
          },
        ],
      },
    ],
  },

  {
    title: " غرف جاهزة",
    href: "room",
    alt: "غرف جاهزة مسبقة الصنع: تصاميم عصرية وحلول سكنية مبتكرة",
    data: [
      {
        id: 2,
        title: "غرف جاهزة مسبقة الصنع",
        imagedata: [
          {
            image: "/assets/img/مباني-مسبقة-الصنع.jpg",
            title:
              "صورة لداخلية غرفة جاهزة مسبقة الصنع: غرف جاهزة مسبقة الصنع - تصميمات عصرية وعملية تناسب جميع الاحتياجات.",
          },
          {
            image: "/assets/img/غرف-جاهزة-مسبقة-الصنع-سهلة-التركيب-والنقل.jpg",
            title:
              "صورة لغرفة جاهزة مسبقة الصنع مُركبة على موقع: غرف جاهزة مسبقة الصنع - حل سكني سريع وسهل.",
          },
          {
            image:
              "/assets/img/صورة-تُظهر-غرفة-جاهزة-مسبقة-الصنع-مخصصة-للسكن.jpg",
            title:
              "غرف جاهزة مسبقة الصنع تجارية: صورة تُظهر غرفة جاهزة مسبقة الصنع مخصصة للاستخدام التجاري.",
          },
          {
            image: "/assets/img/غرف-جاهزة.jpg",
            title: "غرف جاهزة مسبقة الصنع سهلة التركيب - توفر لك الوقت والجهد.",
          },
        ],
        priceOld: " اطلب عرض أسعار ",
        priceNew: "أسعار تنافسية لن تجدها في أي مكان آخر!",
        description:
          "غرفنا الجاهزة   مصممة لتوفير حلول سكنية سريعة وعملية. مثالية للمشاريع التجارية والسكنية، تأتي بتصاميم متنوعة تلائم كل الأذواق.",
        keywords:
          "غرف جاهزة, مسبقة الصنع, تصميم عصري, جودة, سهولة التركيب, السعودية",
        author: "شركة الغرف الجاهزة المتخصصة",

        og: {
          url: "https://sandwichpanl.com/product-sandwich/room/2",
          site_name: "شركة الغرف الجاهزة المتخصصة",
          title: "غرف جاهزة مسبقة الصنع - الراحة والتصميم العصري في السعودية",
          description:
            "غرفنا الجاهزة مصممة لتوفير حلول سكنية سريعة وعملية. مثالية للمشاريع التجارية والسكنية، تأتي بتصاميم متنوعة تلائم كل الأذواق.",
          image: "https://sandwichpanl.com/assets/img/غرف-جاهزة.jpg",
          type: "product",
        },
        twitter: {
          title: "غرف جاهزة مسبقة الصنع - الراحة والتصميم العصري في السعودية",
          card: "summary_large_image",
          image: "https://sandwichpanl.com/assets/img/غرف-جاهزة.jpg",
        },
        features: [
          {
            title: "تصميم مرن",
            description:
              "تصاميم متعددة تناسب الاستخدامات المختلفة، من السكنية إلى التجارية.",
          },
          {
            title: "جودة مضمونة",
            description: "مصنوعة من مواد عالية الجودة تضمن الأمان والمتانة.",
          },
          {
            title: "سهولة التركيب",
            description:
              "تصميمات تسمح بالتركيب السريع والسهل دون الحاجة إلى أعمال بناء معقدة.",
          },
          {
            title: "راحة وخصوصية",
            description: "توفر الراحة والخصوصية مع تصاميم داخلية مدروسة.",
          },
        ],
      },
    ],
  },
  {
    title: "تركيب هناجر",
    href: "hnaager",
    alt: "هناجر متطورة جاهزة للتركيب في السعودية - تصاميم مبتكرة وحلول بناء سريعة",
    data: [
      {
        id: 3,
        title: "  خدمات تركيب هناجر",
        imagedata: [
          {
            image: "/assets/img/شركات-هناجر-في-السعودية.jpg",
            title: "تصاميم هناجر صناعية متطورة - مثالية للمنشآت الكبيرة",
          },
          {
            image: "/assets/img/خدمات-تركيب-هناجر.jpg",
            title:
              "هناجر متطورة بتقنيات حديثة - جاهزة لكافة المشاريع في السعودية",
          },
          {
            image: "/assets/img/تصميم-هناجر-صناعية.jpg",
            title: "هناجر معدنية متينة - تركيب سريع وأمان مضمون",
          },
          {
            image:
              "/assets/img/تركيب-وتوصيل-الهناجر-الى-جميع-انحاء-المملكة.jpg",
            title: "هناجر مستودعات واسعة - حلول تخزين متكاملة",
          },
        ],

        priceOld: "اطلب عرض أسعار",
        priceNew: "أسعار خاصة لفترة محدودة!",
        description:
          "اكتشف خدماتنا المتميزة في تركيب الهناجر بأحدث التقنيات وأعلى معايير الجودة. نوفر حلولاً متكاملة للتركيب السريع والآمن في جميع أنحاء السعودية.",
        keywords:
          "هناجر, تركيب, تقنيات حديثة, متانة, أمان, تصاميم مخصصة, خدمة عملاء, السعودية",
        author: "شركة تركيب الهناجر المتخصصة",
        og: {
          url: "https://sandwichpanl.com/product-sandwich/hnaager/3",
          site_name: "شركة تركيب الهناجر المتخصصة",
          title: "خدمات تركيب هناجر - تقنية وأمان في السعودية",
          description:
            "اكتشف خدماتنا المتميزة في تركيب الهناجر بأحدث التقنيات وأعلى معايير الجودة. نوفر حلولاً متكاملة للتركيب السريع والآمن في جميع أنحاء السعودية.",
          image: "https://sandwichpanl.com/assets/img/خدمات-تركيب-هناجر.jpg",
          type: "service",
        },
        twitter: {
          title: "خدمات تركيب هناجر - تقنية وأمان في السعودية",
          card: "summary_large_image",
          image: "https://sandwichpanl.com/assets/img/خدمات-تركيب-هناجر.jpg",
        },

        features: [
          {
            title: "تقنيات حديثة",
            description:
              "نستخدم أحدث التقنيات لضمان تركيب هناجر ذات كفاءة عالية.",
          },
          {
            title: "متانة وأمان",
            description:
              "هناجرنا مصممة لتحمل الظروف الجوية القاسية وتوفير أعلى مستويات الأمان.",
          },
          {
            title: "تصاميم مخصصة",
            description: "نقدم تصاميم مخصصة تلبي احتياجات مشروعك بدقة.",
          },
          {
            title: "خدمة عملاء متميزة",
            description:
              "فريقنا جاهز لتقديم الدعم والمشورة في كل خطوة من خطوات تركيب الهناجر.",
          },
        ],
      },
    ],
  },
];
