export const dataContent = [
  {
    title: " الواح الساندويش  بانل",
    titleMeat: "ألواح الساندويش بانل للجدران والأسقف | احصل على عرض سعر حصري",
    href: "sandwich",
    alt: "الساندويش  بانل: جودة عالية وأسعار مميزة",
    description: "اكتشف ألواح الساندويش بانل المتطورة للجدران والأسقف. توفر عزلًا مثاليًا وتصميمًا عصريًا يلبي كافة متطلبات المشاريع الحديثة في السعودية.",
    data: [
      {
        id: 1,
        image: "/assets/img/ألواح الساندوتش بانل للجدران والأسقف.jpg",
        alt: "ألواح ساندوتش بانل متطورة للجدران والأسقف تضمن أعلى معايير العزل والجودة",
        altimage:
          "ألواح ساندوتش بانل للجدران والأسقفات: الحل الأمثل للبناء الحديث",
        price: "احصل على عرض سعر حصري بالتواصل معنا",
        description: " ألواح ساندوتش بانل للجدران والاسقف",
        content:
          " توفر عزلًا مثاليًا وتصميمًا عصريًا يلبي كافة متطلبات المشاريع .",
      },
    ],
  },

  {
    title: " غرف جاهزة",
    titleMeat: "غرف جاهزة مسبقة الصنع | استكشف مجموعتنا المتنوعة",
    href: "room",
    alt: "اكتشف غرفنا الجاهزة المتطورة، المثالية لكل احتياجاتك السكنية والتجارية",
    description: "نقدم خدمات تركيب هناجر متطورة في السعودية، مع تصاميم مبتكرة تلائم احتياجاتكم. جودة عالية وسرعة في التنفيذ، مع حلول بناء متكاملة."

    ,
    data: [
      {
        id: 2,
        image: "/assets/img/مباني مسبقة الصنع.jpg",
        altimage: "غرف جاهزة مسبقة الصنع: سريعة التركيب ومتناسقة مع معايير الجودة",
        price:"تواصل معنا للحصول على تسعيرة خاصة",
        alt:  "استكشف مجموعتنا من الغرف الجاهزة المسبقة الصنع، المثالية للإقامة الفورية والمشاريع التجارية، مع توفير الراحة والأمان.",
        description:  "غرف جاهزة مسبقة الصنع"
        ,
        content: "حلول سكنية سريعة وعملية مع ضمان الجودة والراحة.",
      },
    ],
  },
  {
    title: "تركيب هناجر",
    titleMeat: "تركيب هناجر في السعودية | تصاميم مبتكرة وحلول بناء سريعة",
    href: "hnaager",
    alt:"هناجر متطورة جاهزة للتركيب في السعودية - تصاميم مبتكرة وحلول بناء سريعة",
    description: "نقدم خدمات تركيب هناجر متطورة في السعودية، مع تصاميم مبتكرة تلائم احتياجاتكم. جودة عالية وسرعة في التنفيذ، مع حلول بناء متكاملة.",

    data: [
      {
        id: 3,
        "image": "/assets/img/شركات هناجر في السعودية.jpg",
        altimage: " تركيب هناجر متطورة: سريعة التركيب ومتناسقة مع معايير الجودة",
        price:"تواصل معنا للحصول على تسعيرة خاصة",
        alt:  "تركيب هناجر متطورة جاهزة للتركيب في السعودية - تصاميم مبتكرة وحلول بناء سريعة.",
        description:  "خدمات تركيب هناجر"
        ,
        content: "نقدم خدمات تركيب هناجر متطورة في السعودية، مع تصاميم مبتكرة تلائم احتياجاتكم. نضمن لكم جودة عالية وسرعة في التنفيذ، مع توفير حلول بناء متكاملة تشمل العزل الحراري والصوتي، ومقاومة الظروف الجوية القاسية.",
      },
    ],
  },
];
