
export const dataSwiper = [
  {
    image: "/assets/img/ساندوتش-بانل-عيوب-التكلفة.jpg",
    title: "سندوتش بانل بافضل اسعار واعلى المواصفات",
    description: "سندوتش بانل بافضل اسعار واعلى المواصفات",
  },
  {
    image: "/assets/img/جميع-انواع-الساندوتش-بانل.jpg",
    title: "سندوتش بانل بأسعار تنافسية",
    description: "ألواح ساندوتش بانل معزولة عالية الجودة بأسعار تنافسية",
  },

  {
    image: "/assets/img/ساندوتش-بانل-عيوب-الرطوبة.jpg",
    title: "الجودة والثقة في توريد ساندوتش بانل",
    description: "ألواح ساندوتش بانل عالي الجودة من موردين موثوقين",
  },
  {
    image: "/assets/img/سندوتش-بانل-عالي-الجودة.jpg",
    title: "تصاميم غرف جاهزة عصرية لكل الاحتياجات",
    description: "تصاميم متنوعة للغرف الجاهزة تناسب كافة الاحتياجات",
  },
  {
    image: "/assets/img/مشاريع-البناء-المؤقت.jpg",
    title: "غرف جاهزة بتصاميم معاصرة وبجودة عالية",
    description: "مشاريع بناء مؤقت بتصاميم معاصرة وجودة عالية",
  },
  {
    image: "/assets/img/تركيب-وتوصيل-الهناجر-الى-جميع-انحاء-المملكة.jpg",
    title: " تركيب الهناجر مع تغطية شاملة لجميع أنحاء المملكة",
    description: "استكشف خدماتنا المتميزة في تركيب وتوصيل الهناجر الجاهزة بأعلى معايير الجودة والسلامة، مع تغطية شاملة لجميع أنحاء المملكة."
  },
];
export const databaseImage ={
  1:{
    image:"/assets/img/الواح-الساندوتش-بانل.jpg",
    alt:"الواح ساندوتش بانل المتينة والجودة العالية",
    title:"توريد وتركيب الواح ساندوتش بانل",

  },
  2:{
    image: "/assets/img/الواح-الساندوتش-بانل-للغرف-الجاهزة.jpg",
    alt: "ألواح ساندوتش بانل للغرف الجاهزة",
    title: "أفضل ألواح ساندوتش بانل للغرف الجاهزة"
  },
  3:{
    image: "/assets/img/الواح-ساندوتش-بانل-عالية-الصلابة.jpg",
    alt: "ألواح الساندوتش بانل متينة وعالية الصلابة",
    title: "ألواح ساندوتش بانل للصناعات المختلفة"
  },
  4:{
    image: "/assets/img/الواح-ساندوتش-بانل-للمنشآت-الصناعية.jpg",
    alt: "ألواح ساندوتش بانل للمنشآت الصناعية",
    title: "ألواح ساندوتش بانل لتغطية المنشآت الصناعية"
  },
  5:{
    image: "/assets/img/الواح-ساندوتش-بانل-للمنازل-الجاهزة.jpg",
    alt: "ألواح ساندوتش بانل للمنازل الجاهزة",
    title: "ألواح ساندوتش بانل للبناء السريع للمنازل"
  },
  6:{
    
      image: "/assets/img/افضل-الواح-ساندوتش-بانل.jpg",
      alt: "أفضل أنواع الواح ساندوتش بانل في السوق",
      title: "اختيار افضل الواح ساندوتش بانل"
    
    
  }
  
  
}