export const database = {
  1: {
    id: "انواع-الواح-الساندوتش-بانل",
    type: "section",
    image: "/assets/img/جميع-انواع-الساندوتش-بانل.jpg",
    altimage: "صورة تظهر جميع أنواع ألواح الساندوتش بانل",
    price: "جميع الأنواع متوفرة بأسعار تنافسية",
    alt: "أنواع ألواح الساندوتش بانل",
    description: "نوفر جميع أنواع ألواح الساندوتش بانل ",
    content:
      "نوفر جميع أنواع ألواح الساندوتش بانل التي تتناسب مع مختلف الاحتياجات والمشاريع، مع ضمان أعلى مستويات الجودة والمتانة.",
  },
  2: {
    id: "الواح-الساندوتش-بانل-لتغطية-الاسقف",
    type: "section",
    image: "/assets/img/الواح-الساندوتش-بانل-لتغطية-الاسقف.jpg",
    altimage: "صورة تظهر ألواح الساندوتش بانل المخصصة لتغطية الأسقف",
    price: "الوح لتغطية السقوف ",
    alt: "ألواح الساندوتش بانل لتغطية الأسقف",
    description: "جميع إلواح الساندوتش بانل لتغطية الأسقف",
    content:
      " مثالية لتغطية أسقف المباني الصناعية والتجارية والسكنية. توفر حماية ممتازة ضد التسربات والحرارة والضوضاء. كما أنها تستخدم على نطاق واسع في البناء الحديث بفضل وزنها الخفيف وسهولة تركيبها.",
  },
  3: {
    id: "غرف-جاهزة-مسبقة-الصنع",
    type: "category",
    url: "product-sandwich/غرف-جاهزة/غرف-جاهزة-مسبقة-الصنع",
    image: "/assets/img/مباني-مسبقة-الصنع.jpg",
    altimage: "غرف جاهزة مسبقة الصنع: سريعة التركيب ومتناسقة مع معايير الجودة",
    price: "تواصل معنا للحصول على تسعيرة خاصة",
    alt: "استكشف مجموعتنا من الغرف الجاهزة المسبقة الصنع، المثالية للإقامة الفورية والمشاريع التجارية، مع توفير الراحة والأمان.",
    description: "غرف جاهزة مسبقة الصنع",
    content: "حلول سكنية سريعة وعملية مع ضمان الجودة والراحة.",
  },
  4: {
    
    id: "غرف-جاهزة-من-سندوتش",
    type: "category",
    url: "product-sandwich/غرف-جاهزة/غرف-جاهزة-من-سندوتش",

    image: "/assets/img/مشاريع-البناء-المؤقت.jpg",
    altimage: "غرف ساندوتش بانل: معزولة بكفاءة ومصممة للراحة والأمان",
    price: "أسعار تنافسية - تواصل معنا اليوم!",
    alt: "غرف ساندوتش بانل الجاهزة: الحل الأمثل للمساحات المعزولة",
    description: "غرف ساندوتش بانل | غرف جاهزة معزولة من السندوتش بنل",
    content:
      "استمتع بالراحة والخصوصية مع غرفنا الجاهزة المعزولة، المصممة لتوفير أعلى مستويات الجودة والأمان.",
  },
  5: {
    id: "غرف-حراسة",
    type: "section",
    image: "/assets/img/غرف-حراسة.jpg",
    altimage: "غرف حراسة من السنادويتش بانل وعملية لمختلف الاستخدامات",
    price: "أسعار تنافسية - تواصل معنا اليوم!",
    alt: "غرف حراسة متينة ومصممة لتوفير الأمان والراحة للحراس في مواقع العمل والمشاريع المختلفة.",
    description: "أنواع غرف حراسة مختلفة",
    content:
      "غرف حراسة  في مواقع العمل والمشاريع المختلفة لتلبية احتياجات الحراس وتوفير بيئة عمل آمنة ومريحة.",
  },
  6: {
    id: "خدمات-تركيب-هناجر",
    image: "/assets/img/خدمات-تركيب-الهناجر.jpg",
    altimage: " تركيب هناجر متطورة: سريعة التركيب ومتناسقة مع معايير الجودة",
    price: "تواصل معنا للحصول على تسعيرة خاصة",
    alt: "تركيب هناجر متطورة جاهزة للتركيب في السعودية - تصاميم مبتكرة وحلول بناء سريعة.",
    description: "خدمات تركيب هناجر",
    content:
      "نقدم خدمات تركيب هناجر متطورة في السعودية، مع تصاميم مبتكرة تلائم احتياجاتكم. نضمن لكم جودة عالية وسرعة في التنفيذ، مع توفير حلول بناء متكاملة سواء كنت تبحث عن حل سريع وفعال لبناء مستودع، أو مساحة تخزين ومقاومة لظروف الجوية القاسية مع أحدث التصاميم المعمارية.",
  },
  7: {
  
    id: "توريد-وتركيب-هناجر-ساندوتش-بانل",
    type: "category",
    url:"product-sandwich/تركيب-هناجر/توريد-وتركيب-هناجر-ساندوتش-بانل",
    image: "/assets/img/توريد-هناجر-ساندوتش-بانل.jpg",
    altimage: "توريد وتركيب هناجر ساندوتش بانل: جودة ودقة في الحدادة",
    price: "أسعار تنافسية - احصل على تسعيرتك الآن",
    alt: "توريد وتركيب هناجر ساندوتش بانل بالسعودية - حلول متكاملة ومتانة عالية",
    description: "توريد وتركيب هناجر ساندوتش بانل والحدادة",
    content:
      "نوفر خدمات توريد وتركيب هناجر ساندوتش بانل بأعلى معايير الجودة. خبرتنا في الحدادة تضمن لكم تصاميم متينة ومقاومة للعوامل الجوية، مع توفير أفضل الحلول لمشاريعكم.",
  },
  8: {
    id: "غرف-حراسة-جاهزة",
    image: "/assets/img/غرف-حراسة-جاهزة.jpg",
    alt: "غرف حراسة جاهزة في السعودية - حلول متكاملة ومتانة عالية",
    altimage: "صورة لغرف حراسة جاهزة في السعودية - حلول متكاملة ومتانة عالية",
    price: "احصل على عرض سعر حصري بالتواصل معنا",
    description: "غرف حراسة جاهزة",
    content: "اكتشف غرف الحراسة الجاهزة المصنوعة من الساندويتش بانل",
  },
  9: {
    id: "تصميم-غرف-خدامة",
    type: "category",
    url: "product-sandwich/غرف-حراسة/تصميم-غرف-خدامة",
    image: "/assets/img/تصميم-غرف- خدامة-وحارس.jpg",
    alt: "تصميم غرف خدامة في السعودية",
    altimage: "صورة لتصميم غرف خدامة في السعودية",
    price: "احصل على عرض سعر حصري بالتواصل معنا",
    description: "تصميم غرف خدامة",
    content: "غرف خدمة مبنية من الساندويتش بانل للخدم والحارس",
  },
  10: {
    id: "الواح-الساندوتش-بانل-للجدران-والأسقف",
    type: "category",
    url: "product-sandwich/الواح-الساندوتش-بانل/الواح-الساندوتش-بانل-للجدران-والأسقف",
    image: "/assets/img/ألواح-الساندوتش-بانل-للجدران-والأسقف(2).jpg",
    alt: "ألواح ساندوتش بانل متطورة للجدران والأسقف تضمن أعلى معايير العزل والجودة",
    altimage: "ألواح ساندوتش بانل للجدران والأسقفات: الحل الأمثل للبناء الحديث",
    price: "احصل على عرض سعر حصري بالتواصل معنا",
    description: " ألواح ساندوتش بانل للجدران والاسقف",
    content:
      " مجموعة متنوعة من ألواح ساندوتش بانل للجدران والأسقف  للبناء الحديث.",
  },
  11: {
    id: "الواح-الساندوتش-بانل-للجدران-الخارجية",
    type: "section",
    image: "/assets/img/الواح-جدران-خارجية.jpg",
    altimage: "مجموعة متنوعة من ألواح جدران الخارجية",
    price: "تواصل معنا",
    alt: "ألواح جدران خارجية",
    description: "ألواح جدران خارجية",
    content:
      "ألواح الجدران الخارجية المصنوعة من الساندويتش بانل في المباني السكنية والتجارية، مما يضمن بيئة مريحة.",
  },
  12:     {
    id: "الواح-حائط-عازل",
    type: "category",
    url: "product-sandwich/الواح-الساندوتش-بانل/الواح-حائط-عازل",
    image: "/assets/img/لوح-حائط-عازل.jpg",
    altimage:"صورة لوح حائط ساندويش بانل عازلة بسمك 5.0 سم متوفرة في السعودية",
    alt: "ألواح حائط ساندويش بانل عازلة بسمك 5.0 سم متوفرة في السعودية",
    description: "الواح حائط (سمك 5.0 سم)",
    content: "سماكه: 5.0 سم\nالعرض: 1.165 متر\nالمدة: حسب طلب العميل",
    price: "75 ر.س  للقطعة",
  },
  13: {
    

      id: "الواح-حائط-بانل-بسمك-10.0-سم",
      type: "category",
      url: "product-sandwich/الواح-الساندوتش-بانل/الواح-حائط-بانل-بسمك-10.0-سم",
      image:"/assets/img/الوح-حائط-بانل-بسمك-10.0-سم.jpg",
      altimage: "صورة لوح حائط بانل بسمك 10.0 سم متوفر في السعودية",
      alt: "لوح حائط بانل بسمك 10.0 سم متوفر في السعودية",
      description: "لوح حائط بانل بسمك 10.0 سم",
      content: "سماكة: 10.0 سم، العرض: 1.165 متر، المدة: حسب طلب العميل، ألواح الساندوتش بانل بسمك أكبر لعزل أفضل ومتانة عالية.",
      price: "85 ر.س للقطعة"

  },
  14:  {
    id: "ألواح-ساندوتش-بانل-ألواح-ألمنيوم",
    type: "category",
    url: "product-sandwich/الواح-الساندوتش-بانل/ألواح-ساندوتش-بانل-ألواح-ألمنيوم",
    image: "/assets/img/ألواح-ساندوتش-بانل-ألواح-ألمنيوم.jpg",
    altimage: "توريد الواح ساندوتش بانل ألواح ألمنيوم",
    alt: "توريد وتركيب ألواح ساندوتش بانل وألواح ألمنيوم متنوعة في السعودية        ",
    description: "توريد الواح ساندوتش بانل ألواح ألمنيوم",
    content:
      "نمتلك في النظم المتطورة لساندوتش بانل خبرة واسعة تمتد لسنوات في مجال توريد وتركيب ألواح ساندوتش بانل ألواح ألمنيوم عالية الجودة في جميع أنحاء المملكة العربية السعودية.",
    price: " تتوفر ألواح سندوتش بأنواع مختلفة،",
  },
  15: {
    id: "ما-هي-الواح-الساندوتش-بانل-أنواعه-استخداماته",
    type: "category",
    url: "ما-هي-الواح-الساندوتش-بانل-أنواعه-استخداماته",
    image: "/assets/img/ما-هي-الواح-الساندوتش-بانل-أنواعه-استخداماته.jpg",
    altimage: "ما هي ألواح ساندوتش بانل أنواعه استخداماته",
    alt: "ما هي ألواح الساندوتش بانل؟ تعرف على أنواعها واستخداماتها المتعددة في البناء والتشييد",
    price: "تختلف أسعار ألواح الساندوتش بانل حسب النوع والحجم والاستخدام.",
    description: "ما هو الساندوتش بانل أنواعه استخداماته ومميزاته",
    content: "مقالة شاملة تشرح ما هي ألواح الساندوتش بانل، أنواعها المختلفة واستخداماتها المتعددة في مجالات البناء المختلفة.",
  

  },
  16:{
    id: "تركيب-ساندويتش-بانل-حراج",
    type: "category",
    url: "تركيب-ساندويتش-بانل-حراج",
    image: "/assets/img/تركيب-ساندويتش-بانل-حراج.jpg",
    altimage: "تركيب ساندويتش بانل حراج",
    alt:"تركيب ساندوتش بنل: أفضل الحلول العازلة والمتينة للبناء والتشييد",
    price:"",
    description:" تركيب ساندوتش -مؤسسة النظم المتطورة ",
    content:" أسعار تركيب ساندويتش بانل حسب النوع والمساحة والجهة المنفذة.",

  }
 
  
};
export const dataContent = [
  {
    status: true,
    title: " الواح الساندوتش  بانل",
    titleMeat: "جميع أنواع الواح الساندوتش بانل للبناء الحديث",
    href: "الواح-الساندوتش-بانل",
    alt: " الواح الساندوتش  بانل: جودة عالية وأسعار مميزة",
    description:
    " افضل انواع الواح الساندوتش بانل عالية الجودة  توفر الواحنا المتينة حلول مثالية لجميع المشاريع  بما في ذلك الغرف الجاهزة وتركيب الهناجر في السعودية",
        keywords:
      "ألواح الساندوتش بانل, ساندوتش بانل, عزل حراري, عزل صوتي, بناء حديث, هياكل معدنية, غرف جاهزة, مستودعات, مباني صناعية, تركيب ألواح الساندوتش بانل, مواد البناء, الواح, الساندوتش, بانل , عزل الجدران, عزل الأسقف, مقاول ساندوتش بانل",
    author: "شركة النظم المتطورة للسندوتش بانل",
    og: {
      url:
        "https://sandwichpanl.com/product-sandwich/" + "الواح-الساندوتش-بانل",
      site_name: "شركة النظم المتطورة | الواح الساندوتش بانل",
      image:
      "https://sandwichpanl.com/assets/img/جميع-انواع-الساندوتش-بانل.jpg",
      type: "website",
      alt: "جميع إنواع وخدمات تركيب الواح الساندوتش بانل ",
    },
    twitter: {
      image:
      "https://sandwichpanl.com/assets/img/جميع-انواع-الساندوتش-بانل.jpg",
      card: "summary_large_image",
    },
    intro:[
      1,
      2,
      3
    ],
    endIntro:[1],
    Page:[
      1,2,4,7,10,11
    ],
    swiper:[
      1,2,3,4,5,6
    ],

    data: [
      database[1],
      database[2],
      database[11],

    

    ],
  },

  {
    status: true,
    title: " غرف جاهزة",
    titleMeat: "غرف جاهزة مسبقة الصنع | استكشف مجموعتنا المتنوعة",
    href: "غرف-جاهزة",
    alt: "اكتشف غرفنا الجاهزة المتطورة، المثالية لكل احتياجاتك السكنية والتجارية",
    description:
      "“استمتع بالراحة والأناقة مع غرفنا الجاهزة المصممة لتلبية كافة احتياجاتك. سواء كنت تبحث عن حلول عملية للمساحات السكنية أو الحلول التجارية، فإن غرفنا توفر لك الجودة العالية والتصميم المتطور. تعرف على مجموعتنا الواسعة واختر ما يناسب طموحاتك وميزانيتك.” ",
    keywords:
      "غرف جاهزة, مسبقة الصنع, حلول سكنية, حلول تجارية, تصميم عصري, جودة عالية, السعودية",
    author: "شركة الغرف الجاهزة المتخصصة في توفير حلول الإقامة العصرية",
    og: {
      url: "https://sandwichpanl.com/product-sandwich/" + "غرف-جاهزة",
      site_name: "شركة الغرف الجاهزة",
      image: "https://sandwichpanl.com/assets/img/مباني-مسبقة-الصنع.jpg",
      type: "website",
    },
    twitter: {
      image: "https://sandwichpanl.com/assets/img/مباني-مسبقة-الصنع.jpg",
      card: "summary_large_image",
    },

    data: [
      database[3],
      database[4],
      database[5],
      // {
      //   id: "غرف-تبريد-وتجميد-من-الساندوتش",
      //   image: "/assets/img/غرف-تبريد-ساندوتش-بانل.jpg",
      //   altimage: "غرف تبريد ساندوتش بانل: مثالية للحفاظ على الطعام طازجًا",
      //   price: "أسعار خاصة لفترة محدودة - اتصل الآن!",
      //   alt: "غرف تبريد ساندوتش بانل: حلول تبريد مبتكرة بتقنية عالية",
      //   description: "غرف تبريد ساندوتش بانل | حلول تبريد فعالة وموفرة للطاقة",
      //   content: "حافظ على جودة المنتجات الغذائية مع غرف التبريد والتجميد من الساندوتش بانل، المصممة لتلبية احتياجاتك الخاصة بكفاءة واقتصاد."
      // }
    ],
  },
  {
    status: true,
    title: "تركيب هناجر",
    titleMeat: "تركيب هناجر في السعودية | تصاميم مبتكرة وحلول بناء سريعة",
    href: "تركيب-هناجر",
    alt: "هناجر متطورة جاهزة للتركيب في السعودية - تصاميم مبتكرة وحلول بناء سريعة",
    description:
      "نقدم خدمات تركيب هناجر متطورة في السعودية، مع تصاميم مبتكرة تلائم احتياجاتكم. جودة عالية وسرعة في التنفيذ، مع حلول بناء متكاملة.",
    keywords: "هناجر, تركيب, تصاميم مبتكرة, بناء سريع, جودة عالية, السعودية",
    author: "شركة تركيب الهناجر المتخصصة في الحلول الإنشائية المتقدمة",
    og: {
      url: "https://sandwichpanl.com//product-sandwich/" + "تركيب-هناجر",
      site_name: "شركة تركيب الهناجر",
      image: "https://sandwichpanl.com/assets/img/شركات-هناجر-في-السعودية.jpg",
      type: "website",
    },
    twitter: {
      image: "https://sandwichpanl.com/assets/img/شركات-هناجر-في-السعودية.jpg",
      card: "summary_large_image",
    },

    data: [database[6], database[7]],
  },
  {
    status: false,
    title: " غرف حراسة",
    titleMeat: " غرف حراسة جاهزة |جميع انواع غرف الحراسة",
    href: "غرف-حراسة",
    alt: "اكتشف غرف الحراسة الجاهزة المتطورة، المثالية لكل احتياجاتك ",
    description:
      "استمتع بالأمان والراحة مع غرف الحراسة الجاهزة المصممة لتلبية كافة احتياجاتك . سواء كنت تبحث عن حلول عملية للمواقع التجارية أو السكنية، فإن غرف الحراسة لدينا توفر لك الجودة العالية والتصميم المتطور. تعرف على مجموعتنا الواسعة واختر ما يناسب طموحاتك وميزانيتك.",
    keywords:
      "غرف حراسة, غرف حراسة جاهزة, حلول أمنية, تصميم عصري, جودة عالية, السعودية",
    author: "شركة النظم المتطورة المتخصصة في توفير حلول الإقامة العصرية",
    og: {
      url: "https://sandwichpanl.com/product-sandwich/غرف-حراسة",
      site_name: "  غرف حراسة جاهزة | استكشف الحلول  المتكاملة",
      image: "https://sandwichpanl.com/assets/img/غرف-حراسة.jpg",
      type: "website",
    },
    twitter: {
      image: "https://sandwichpanl.com/assets/img/غرف-حراسة.jpg",
      card: "summary_large_image",
    },
    data: [database[8], database[9]],
  },
  {
    status: false,
    title: "جميع انواع الواح السانذويتش بانل",
    titleMeat: "ألواح الساندوتش بانل | جميع الأنواع والمواصفات",

    href: "انواع-الواح-الساندوتش-بانل",
    alt: "اكتشف جميع أنواع ألواح الساندوتش بانل المتوفرة لدينا",
    description:
      "اكتشف جميع أنواع ألواح الساندوتش بانل في السعودية. نوفر ألواح عالية الجودة لتركيب الهناجر والغرف الجاهزة، توفر سرعة في التركيب وتكلفة مناسبة.",
    keywords:
      "ألواح الساندوتش بانل, سندوتش بانل, تركيب هناجر, غرف جاهزة, ألواح عزل, ألواح عازلة, عزل حراري, عزل صوتي, مواد بناء, السعودية",
    author: "شركة النظم المتطورة المتخصصة في بيع وتوريد وتركيب السندوتش بانل",
    og: {
      url: "https://sandwichpanl.com/product-sandwich/انواع-الواح-الساندوتش-بانل",
      site_name: "شركة النظم المتطورة | ألواح الساندوتش بانل",
      image:
        "https://sandwichpanl.com/assets/img/جميع-انواع-الساندوتش-بانل.jpg",
      type: "website",
    },
    twitter: {
      image:
        "https://sandwichpanl.com/assets/img/جميع-انواع-الساندوتش-بانل.jpg",
      card: "summary_large_image",
    },
    data: [database[2], database[11], database[10]],
  },
  {
    status: false,
    title: " الساندوتش  لتغطية الأسقف",
    titleMeat: "ألواح الساندوتش بانل لتغطية السقوف",
    href: "الواح-الساندوتش-بانل-لتغطية-الاسقف",
    alt: "اكتشف ألواح الساندوتش بانل لتغطية الأسقف المتوفرة لدينا",
    description:
      "ألواح ساندويتش بانل خفيفة الوزن، مثالية لتغطية أسقف المباني الصناعية والتجارية والسكنية. تتميز بسهولة التركيب وعمر افتراضي طويل مع ألوان وتصميمات متنوعة.",
    keywords:
      "ألواح ساندويتش بانل, ساندويتش بانل, ألواح عازلة, ألواح جدارية وسقفية, تغطية أسقف, سقوف, أسقف معدنية, عزل حراري, عزل صوتي, مقاومة الحريق, مقاومة التآكل, بولي يوريثان, بوليسترين, صوف صخري, هناجر, مصانع, مخازن, أسقف مسطحة, أسقف مائلة, تركيب ساندويتش بانل, سعر ساندويتش بانل, أفضل ألواح ساندويتش بانل للسقوف",
    author: "شركة النظم المتطورة المتخصصة في بيع وتوريد وتركيب السندوتش بانل",
    og: {
      url: "https://sandwichpanl.com/product-sandwich/الواح-الساندوتش-بانل-لتغطية-الاسقف",
      site_name: "شركة النظم المتطورة | ألواح الساندوتش بانل لتغطية الأسقف",
      image:
        "https://sandwichpanl.com/assets/img/الواح-الساندوتش-بانل-لتغطية-الاسقف.jpg",
      type: "website",
    },
    twitter: {
      image:
        "https://sandwichpanl.com/assets/img/الواح-الساندوتش-بانل-لتغطية-الاسقف.jpg",
      card: "summary_large_image",
    },
    data: [database[10]],
  },
  {
    status: false,
    title: " الساندوتش  للجدران الخارجية",
    titleMeat: "ألواح الساندوتش بانل للجدران الخارجية",
    href: "الواح-الساندوتش-بانل-للجدران-الخارجية",
    alt: "اكتشف جميع انواع ألواح الساندوتش بانل للجدران الخارجية المتوفرة لدينا",
    description:
      "ألواح ساندويتش بانل خفيفة الوزن وعازلة للجدران الخارجية، مثالية للمباني السكنية والتجارية. توفر تركيبًا سهلًا وتصميمًا متنوعًا مع عزل حراري وصوتي فعال.",
    keywords:
      "ألواح ساندويتش بانل, ساندويتش بانل للجدران الخارجية, ألواح عازلة للجدران, عزل حراري للجدران الخارجية, عزل صوتي للجدران, مقاومة الحريق لألواح الساندويتش, مقاومة التآكل للألواح الجدارية, بولي يوريثان للجدران الخارجية, بوليسترين للجدران, صوف صخري للجدران, بناء خارجي باستخدام ساندويتش بانل, تصميم ألواح خارجية, تركيب ألواح ساندويتش بانل, سعر ألواح ساندويتش بانل, أفضل ألواح ساندويتش بانل للجدران الخارجية",
    author: "شركة النظم المتطورة المتخصصة في بيع وتوريد وتركيب السندوتش بانل",
    og: {
      url: "https://sandwichpanl.com/product-sandwich/الواح-الساندوتش-بانل-للجدران-الخارجية",
      site_name: "شركة النظم المتطورة | ألواح الساندوتش بانل للجدران الخارجية",
      image: "https://sandwichpanl.com/assets/img/الواح-جدران-خارجية.jpg",
      type: "website",
    },
    twitter: {
      image: "https://sandwichpanl.com/assets/img/الواح-جدران-خارجية.jpg",
      card: "summary_large_image",
    },
    data: [database[10]],
  },
];
