export const dataSwiper = [
  {
    image: "/assets/img/ساندوتش-بانل-عيوب-التكلفة.jpg",
    title: "سندوتش بانل بافضل اسعار واعلى المواصفات",
    description: "سندوتش بانل بافضل اسعار واعلى المواصفات",
  },
  {
    image: "/assets/img/جميع-انواع-الساندوتش-بانل.jpg",
    title: "سندوتش بانل بأسعار تنافسية",
    description: "ألواح ساندوتش بانل معزولة عالية الجودة بأسعار تنافسية",
  },

  {
    image: "/assets/img/ساندوتش-بانل-عيوب-الرطوبة.jpg",
    title: "الجودة والثقة في توريد ساندوتش بانل",
    description: "ألواح ساندوتش بانل عالي الجودة من موردين موثوقين",
  },
  {
    image: "/assets/img/سندوتش-بانل-عالي-الجودة.jpg",
    title: "تصاميم غرف جاهزة عصرية لكل الاحتياجات",
    description: "تصاميم متنوعة للغرف الجاهزة تناسب كافة الاحتياجات",
  },
  {
    image: "/assets/img/مشاريع-البناء-المؤقت.jpg",
    title: "غرف جاهزة بتصاميم معاصرة وبجودة عالية",
    description: "مشاريع بناء مؤقت بتصاميم معاصرة وجودة عالية",
  },
  {
    image: "/assets/img/تركيب-وتوصيل-الهناجر-الى-جميع-انحاء-المملكة.jpg",
    title: " تركيب الهناجر مع تغطية شاملة لجميع أنحاء المملكة",
    description: "استكشف خدماتنا المتميزة في تركيب وتوصيل الهناجر الجاهزة بأعلى معايير الجودة والسلامة، مع تغطية شاملة لجميع أنحاء المملكة."
  },
];
