export  const dataSelect = [
    {
        id:'ساندوتش'
        ,
        product:[
            {
        title: " ألواح ساندوتش بانل للجدران والاسقف",
            }
            ,
            {
                title:  " الواح ساندوتش  ألواح ألمنيوم",
            },
            {
                title: "الواح حائط (سمك 5.0 سم)",
            }
            ,
            {
                title: "لوح حائط بانل بسمك 10.0 سم"
            }
        ]
    }
    ,
    {
        id:'غرف جاهزة'
        ,
        product:[
            {
                title: "غرف جاهزة مسبقة الصنع",

            }
            ,
            {
                title: " غرف جاهزة معزولة من السندوتش بنل",
                
            }
            ,{
                title:  "غرف تبريد ساندوتش بانل ",
            }

        ]
    }
    ,
    {
        id:'تركيب هناجر '
        ,
        product:[
            {
                title: "خدمات تركيب هناجر",
            }
            ,
            {
                title:"توريد وتركيب هناجر ساندوتش بانل والحدادة",
            }
        ]
    }
]
export default dataSelect;