export const dataSwiper = [
  {
    image: "/assets/img/ساندوتش-بانل-عيوب-التكلفة.jpg",
    title: "سندويشات بنل بافضل اسعار واعلى المواصفات",
    description: "سندوتش بانل بافضل اسعار واعلى المواصفات",
  },
  {
    image: "/assets/img/جميع-انواع-الساندوتش-بانل.jpg",
    title: "سندويتش بانل بأسعار تنافسية",
    description: "ألواح ساندوتش بانل معزولة عالية الجودة بأسعار تنافسية",
  },

  {
    image: "/assets/img/ساندوتش-بانل-عيوب-الرطوبة.jpg",
    title: "الجودة والثقة في توريد الألواح العازلة",
    description: "ألواح ساندوتش بانل عالي الجودة من موردين موثوقين",
  },
  {
    image: "/assets/img/سندوتش-بانل-عالي-الجودة.jpg",
    title: "تصاميم غرف جاهزة عصرية لكل الاحتياجات",
    description: "تصاميم متنوعة للغرف الجاهزة تناسب كافة الاحتياجات",
  },
  {
    image: "/assets/img/مشاريع-البناء-المؤقت.jpg",
    title: "غرف جاهزة بتصاميم معاصرة وبجودة عالية",
    description: "مشاريع بناء مؤقت بتصاميم معاصرة وجودة عالية",
  },
  {
    image: "/assets/img/تركيب-وتوصيل-الهناجر-الى-جميع-انحاء-المملكة.jpg",
    title: " تركيب الهناجر مع تغطية شاملة لجميع أنحاء المملكة",
    description:
      "استكشف خدماتنا المتميزة في تركيب وتوصيل الهناجر الجاهزة بأعلى معايير الجودة والسلامة، مع تغطية شاملة لجميع أنحاء المملكة.",
  },
];
export const databaseImage = {
  1: {
    image: "/assets/img/الواح-الساندوتش-بانل.jpg",
    alt: "الواح ساندوتش بانل المتينة والجودة العالية",
    title: "توريد وتركيب الواح ساندوتش بانل",
  },
  2: {
    image: "/assets/img/الواح-الساندوتش-بانل-للغرف-الجاهزة.jpg",
    alt: "ألواح ساندوتش بانل للغرف الجاهزة",
    title: "أفضل ألواح ساندوتش بانل للغرف الجاهزة",
  },
  3: {
    image: "/assets/img/الواح-ساندوتش-بانل-عالية-الصلابة.jpg",
    alt: "ألواح الساندوتش بانل متينة وعالية الصلابة",
    title: "ألواح ساندوتش بانل للصناعات المختلفة",
  },
  4: {
    image: "/assets/img/الواح-ساندوتش-بانل-للمنشآت-الصناعية.jpg",
    alt: "ألواح ساندوتش بانل للمنشآت الصناعية",
    title: "ألواح ساندوتش بانل لتغطية المنشآت الصناعية",
  },
  5: {
    image: "/assets/img/الواح-ساندوتش-بانل-للمنازل-الجاهزة.jpg",
    alt: "ألواح ساندوتش بانل للمنازل الجاهزة",
    title: "ألواح ساندوتش بانل للبناء السريع للمنازل",
  },
  6: {
    image: "/assets/img/افضل-الواح-ساندوتش-بانل.jpg",
    alt: "أفضل أنواع الواح ساندوتش بانل في السوق",
    title: "اختيار افضل الواح ساندوتش بانل",
  },
  7: {
    image: "/assets/img/الواح-ساندوتش-بانل-للجدران.jpg",
    alt: "ألواح ساندوتش بانل للجدران بتصميم عالي الجودة",
    title: "توريد وتركيب ألواح ساندوتش بانل للجدران",
  },
  8: {
    image: "/assets/img/الواح-ساندوتش-بانل-للاسقف.jpg",
    alt: "ألواح ساندوتش بانل للأسقف بمتانة فائقة",
    title: "أفضل ألواح ساندوتش بانل للأسقف",
  },
  9: {
    image: "/assets/img/ألواح-ساندوتش-بانل-للاسقف.jpg",
    alt: "ألواح ساندوتش بانل خفيفة الوزن للأسقف",
    title: "ألواح ساندوتش بانل خفيفة للأسقف",
  },
  10: {
    image: "/assets/img/ألواح-ساندوتش-بانل-بخامات-ممتازة.jpg",
    alt: "ألواح ساندوتش بانل بخامات ممتازة للجدران والأسقف",
    title: "ألواح ساندوتش بانل بخامات ممتازة للجدران والأسقف",
  },
  11: {
    image: "/assets/img/الواح-ساندوتش-بانل-للبناء-السريع.jpg",
    alt: "ألواح ساندوتش بانل للبناء السريع للجدران والأسقف",
    title: "ألواح ساندوتش بانل للبناء السريع",
  },
  12: {
    image: "/assets/img/الواح-ساندوتش-بانل-بتصميم-حديث.jpg",
    alt: "ألواح ساندوتش بانل بتصميم حديث للجدران والأسقف",
    title: "ألواح ساندوتش بانل بتصميم حديث",
  },
  13: {
    image: "/assets/img/ألواح-ساندوتش-بانل-بلمسات-عصرية.jpg",
    alt: "ألواح ساندوتش بانل بلمسات عصرية للجدران والأسقف",
    title: "ألواح ساندوتش بانل بتصميم عصري",
  },
  14: {
    image: "/assets/img/ألواح-ساندوتش-بانل-لمشاريع-البناء-الكبيرة.jpg",
    alt: "ألواح ساندوتش بانل لمشاريع البناء الكبيرة",
    title: "ألواح ساندوتش بانل للبناء الضخم والمشاريع الكبرى",
  },
  15: {
    image: "/assets/img/ألواح-ساندوتش-بانل-للجدران-الداخلية.jpg",
    alt: "ألواح ساندوتش بانل للجدران الداخلية",
    title: "ألواح ساندوتش بانل مثالية للجدران الداخلية",
  },
  16: {
    image: "/assets/img/إنشاء-هناجر-ساندوتش-بانل.jpg",
    alt: "إنشاء هناجر باستخدام ساندوتش بانل",
    title: "ساندوتش بانل يوفر حلاً مثاليًا لإنشاء هناجر قوية وفعالة",
  },
  17: {
    image: "/assets/img/تغطية-المخازن-ساندوتش-بانل.jpg",
    alt: "تغطية المخازن بألواح ساندوتش بانل",
    title: "ألواح ساندوتش بانل لتغطية المخازن وحمايتها من العوامل الخارجية",
  },
  18: {
    image: "/assets/img/بناء-الغرف-الجاهزة-ساندوتش-بانل.jpg",
    alt: "بناء الغرف الجاهزة باستخدام ساندوتش بانل",
    title: "ساندوتش بانل لتصميم وبناء الغرف الجاهزة بكفاءة وسرعة",
  },
  19: {
    image: "/assets/img/غرف-مجالس-تقليدية.JPEG",
    alt: "غرف مجالس تقليدية بتصاميم عصرية",
    title: "غرف مجالس تقليدية تناسب كافة الأذواق",
  },
  20: {
    image: "/assets/img/ملاحق-خارجية-عصرية.jpg",
    alt: "ملاحق خارجية عصرية للمنازل والحدائق",
    title: "ملاحق خارجية بتصاميم عصرية",
  },
  21: {
    image: "/assets/img/غرف-جاهزة-للمكاتب.JPEG",
    alt: "غرف جاهزة للمكاتب والمساحات التجارية",
    title: "غرف جاهزة للمكاتب بتصاميم مرنة",
  },
  22: {
    image: "/assets/img/تصميم-مجالس-فخمة.JPEG",
    alt: "تصميم مجالس فخمة بمساحات واسعة",
    title: "تصميم مجالس فخمة وعصرية",
  },
  23: {
    image: "/assets/img/ملاحق-خشبية-خارجية.JPEG",
    alt: "ملاحق خشبية خارجية للمنازل",
    title: "ملاحق خشبية خارجية بلمسات طبيعية",
  },
  24: {
    image: "/assets/img/مظلات-شمسية-للمنازل.jpg",
    alt: "مظلات شمسية للمنازل بتصميم أنيق",
    title: "مظلات شمسية للمنازل بتصميم عصري"
  },
  25: {
    image: "/assets/img/مظلات-مقاومة-للشمس.jpg",
    alt: "مظلات مقاومة لأشعة الشمس للحماية المثالية",
    title: "مظلات مقاومة للشمس للمساحات الخارجية"
  },
  26: {
    image: "/assets/img/مظلات-مقاومة-للأمطار.jpg",
    alt: "مظلات مقاومة للأمطار لحماية فعالة",
    title: "مظلات مقاومة للأمطار للمساحات المفتوحة"
  },
  27: {
    image: "/assets/img/مظلات-حدائق-خارجية.jpg",
    alt: "مظلات حدائق خارجية للحماية من العوامل الجوية",
    title: "مظلات للحدائق الخارجية بتصميم جذاب"
  },
  28: {
    image: "/assets/img/مظلات-شرفات-منازل.jpg",
    alt: "مظلات شرفات للمنازل تضيف لمسة جمالية",
    title: "مظلات شرفات بألوان وتصاميم مميزة"
  },
  29: {
    image: "/assets/img/مظلات-للأسطح-التجارية.jpg",
    alt: "مظلات للأسطح التجارية لحماية فعالة",
    title: "مظلات للأسطح التجارية لحماية مثالية من الشمس"
  },
  30: {
    image: "/assets/img/مظلات-مداخل-المنازل.jpg",
    alt: "مظلات مداخل للمنازل تعكس الجمال والوظيفة",
    title: "مظلات مداخل للمنازل بأشكال عصرية"
  },
  31: {
    image: "/assets/img/مظلات-تركيب-سريع.jpg",
    alt: "مظلات للمسابح توفر راحة الظل والانتعاش",
    title: "مظلات للمسابح لحماية من الشمس مع الأناقة"
  },
  32: {
    image: "/assets/img/مظلات-منازل-حديثة.jpg",
    alt: "مظلات للمنازل الحديثة بتصميم فريد",
    title: "مظلات للمنازل الحديثة لتوفير الظل والأناقة"
  },
  33: {
    image: "/assets/img/مظلات-مواقف-السيارات.jpg",
    alt: "مظلات مواقف السيارات لحماية السيارة من الشمس",
    title: "مظلات مواقف السيارات لمزيد من الراحة"
  },
  34: {
    image: "/assets/img/مظلات-للحدائق-والمتنزهات.jpg",
    alt: "مظلات للحدائق والمتنزهات لتوفير الراحة",
    title: "مظلات للحدائق والمتنزهات بأسلوب عصري"
  },
 35: {
    image: "/assets/img/مظلات-مناسبة-للمشاريع.jpg",
    alt: "مظلات للمشاريع التجارية والصناعية",
    title: "مظلات لمشاريع البناء والبنية التحتية"
  },
  36: {
    image: "/assets/img/مظلات-مكاتب-مفتوحة.jpg",
    alt: "مظلات للمكاتب المفتوحة بتصاميم عملية",
    title: "مظلات للمكاتب المفتوحة بأعلى مستويات الجودة"
  },
  37: {
    image: "/assets/img/مظلات-أنيقة-للحدائق.jpg",
    alt: "مظلات أنيقة للحدائق بتصاميم مبتكرة",
    title: "مظلات أنيقة للحدائق لمزيد من الجمال"
  },

  38: {
    image: "/assets/img/مظلات-تنسيق-حدائق.jpg",
    alt: "مظلات تنسيق حدائق لمنح المساحات الخارجية حماية كاملة",
    title: "مظلات لتنسيق الحدائق للمنازل والشركات"
  }

};
