export const dataPageSoe = [
  {
    href: "",
    title: "تصفح كافة المنتجات ",
    alt: "استكشف خدمات السوق العربية ساندوتش بانل",
    data: [
      {
        id: "مقاول-ساندوتش-بانل",
        title:
          "مقاول لخدمات تركيب الساندويتش بانل والغرف الجاهزة وتركيب الهناجر في السعودية",
        imagedata: [
          {
            image: "/assets/img/مقاول-ساندوتش-بانل-للجدران-والأسقف.jpg",
            title:
              "صورة مقاول ساندوتش بانل في السعودية - خدمات ساندوتش بانل متميزة",
          },
          {
            image:
              "/assets/img/مقاول-ساندوتش-بانل-جدار-عزل-حراري-عزل-صوتي-منزل.jpg",
            title:
              "مقاول ساندوتش بانل للعزل الحراري والصوتي - حلول عصرية للمنازل والمباني",
          },
          {
            image: "/assets/img/صورة-لمقاول-ساندوتش-بانل-مركبة-على-سقف.jpg",
            title:
              "سقف مستودع معزول بمقاول ساندوتش بانل - مقاومة فائقة للحريق وتركيب سهل في طائف",
          },
          {
            image:
              "/assets/img/مقاول-ساندوتش-بانل-سقف-مستودع-مقاومة-للحريق-سهلة-التركيب.jpg",
            title:
              "مقاول ساندوتش بانل للأسقف - أمان وكفاءة للمستودعات والمنشآت التجارية",
          },
        ],
        priceOld: "اطلب عرض أسعار",
        priceNew: "أسعار تنافسية لن تجدها في أي مكان آخر!",
        description:
          "نحن مقاولون معتمدون متخصصون في تركيب الساندويتش بانل والغرف الجاهزة والهناجر في السعودية. نقدم حلولاً متكاملة بأسعار تنافسية، مع التركيز على الجودة والاحترافية. نستخدم أحدث تقنيات البناء والمواد عالية الجودة لضمان رضا العملاء وتحقيق نتائج متميزة. سواء كنت تحتاج إلى عزل حراري أو صوتي، أو تصميم معاصر، نقدم حلولاً مبتكرة تلبي جميع احتياجاتك. فريقنا المؤهل يتفانى في تقديم الخدمة المثلى لضمان نتائج تفوق توقعاتك، مع الالتزام بأعلى مستويات الاحترافية.",
        keywords:
          "مقاول ساندوتش بانل, شركة مقاولات ,  تصميم معاصر, جودة عالية, السعودية, مشاريع بناء, غرف جاهزة, تركيب محترف, مواد عازلة, هياكل معدنية, سعر مناسب, حلول مبتكرة",

        author:
          "شركة النظم المتطورة لساندوتش بانل والغرف الجاهزة وتركيب الهناجر",
        og: {
          url: "https://sandwichpanl.com/" + "مقاول-ساندوتش-بانل",

          site_name: "شركة الساندوتشبانل المتخصصة",
          title:
            "مقاول ساندوتش بانل للجدران والأسقف - الجودة والتصميم في السعودية",
          description:
            "مقاولون معتمدون لخدمات تركيب الساندويتش بانل والغرف الجاهزة وتركيب الهناجر في جميع أنحاء السعودية اعتمد على خبرتنا لضمان تنفيذ المشاريع بأعلى مستويات الجودة ",

          image:
            "https://sandwichpanl.com/assets/img/مقاول-ساندوتش-بانل-للجدران-والأسقف.jpg",
          type: "website",
        },
        twitter: {
          title:
            "مقاول ساندوتش بانل للجدران والأسقف - الجودة والتصميم في السعودية",
          card: "summary_large_image",
          image:
            "https://sandwichpanl.com/assets/img/مقاول-ساندوتش-بانل-للجدران-والأسقف.jpg",
        },
        features: [
          {
            title: "مظلات",
            description:
              "نقدم مظلات خارجية بجميع الأحجام والمواصفات، مثالية للاستخدام المنزلي والتجاري.",
          },
          {
            title: "سواتر",
            description: "تشمل سواتر بلاستيكية عالية الجودة لحماية حدائقك.",
          },
          {
            title: "هناجر",
            description:
              "نقدم هناجر معدنية متينة بجميع الأحجام، مثالية للتخزين أو أماكن العمل.",
          },
          {
            title: "بيوت شعر",
            description:
              "تشمل بيوت شعر تقليدية وعصرية بجميع الأحجام، مناسبة للتخييم أو المناسبات الخارجية.",
          },
          {
            title: "قرميد",
            description:
              "تشكيلة واسعة من القرميد بأنواعه المختلفة، توفر حماية ممتازة لأسطح منزلك.",
          },
          {
            title: "شبوك زراعية",
            description: "نقدم شبوك معدنية متينة بجميع الأحجام.",
          },
          {
            title: "ديكورات",
            description: "تشمل ديكورات معدنية جذابة.",
          },
          {
            title: "برجولات",
            description: "نقدم برجولات معدنية متينة بجميع الأحجام.",
          },
        ],
      },
      {
        id: "شركة-تركيب-ساندوتش-بانل-الرياض",
        title: "تركيب ساندوتش بانل في الرياض",
        imagedata: [
          {
            image: "/assets/img/تركيب-ساندوتش-بانل-الرياض.jpg",
            title: "تركيب ساندوتش بانل في الرياض",
          },
          {
            image: "/assets/img/فريق-تركيب-ساندوتش-بانل.jpg",
            title: "فريق تركيب ساندوتش بانل محترف",
          },
          {
            image: "/assets/img/خدمات-تركيب-هناجر.jpg",
            title: "مشاريع تركيب ساندوتش بانل في الرياض",
          },
          {
            image: "/assets/img/خدمات-تركيب-ساندوتش-بانل.jpg",
            title: "خدمات تركيب ساندوتش بانل عالية الجودة",
          },
        ],
        priceOld: "اطلب عرض أسعار",
        priceNew: "أسعار تنافسية لن تجدها في أي مكان آخر!",
        description:
          " شركتنا في الرياض تقدم حلول وتوريد ساندوتش بانل عالي الجودة للبناء الحديث، مع تركيب وتوصيل، وتركيب هناجر وغرف جاهزة، وكل ذلك بأسعار مناسبة لإنشاء المباني.",
        keywords: "تركيب ساندوتش بانل, عزل حراري, عزل صوتي, بناء حديث, الرياض",
        author: "شركة تركيب ساندوتش بانل",
        og: {
          url: "https://sandwichpanl.com/شركة-تركيب-ساندوتش-بانل-الرياض",
          site_name: "شركة تركيب ساندوتش بانل",
          title: "تركيب ساندوتش بانل في الرياض - حلول بناء حديثة",
          description:
            "تُعد شركتنا لتركيب ساندوتش بانل في الرياض من أهم الموردين في مجال البناء الحديث، حيث تقدم حلولاً فعّالة وبأسعار مناسبة لإنشاء المباني بسرعة وكفاءة عالية. توفر هذه الشركات ألواح ساندوتش بانل عالية الجودة، والتي تتميز بخصائص عزل حراري وصوتي ممتازة، فضلاً عن مقاومتها للحريق والتآكل.",
          image:
            "https://sandwichpanl.com/assets/img/تركيب-ساندوتش-بانل-الرياض.jpg",
          type: "website",
        },
        twitter: {
          title: "تركيب ساندوتش بانل في الرياض - حلول بناء حديثة",
          card: "summary_large_image",
          image:
            "https://sandwichpanl.com/assets/img/تركيب-ساندوتش-بانل-الرياض.jpg",
        },
        features: [
          {
            title: "السمعة والخبرة",
            description:
              "نتمتع بسمعة ممتازة وخبرة واسعة في مجال تركيب ساندوتش بانل.",
          },
          {
            title: "الجودة",
            description: "نستخدم مواد عالية الجودة لضمان أفضل النتائج.",
          },
          {
            title: "الأسعار",
            description: "نقدم أسعار تنافسية تناسب جميع الميزانيات.",
          },
          {
            title: "الخدمات",
            description: "نوفر خدمات شاملة من التصميم إلى التركيب.",
          },
          {
            title: "الضمانات",
            description: "نقدم ضمانات على جميع أعمالنا لضمان رضا العملاء.",
          },
        ],
      },
      {
        id: "هناجر-ساندوتش-بانل",
        title: "هناجر ساندوتش بانل",
        imagedata: [
          {
            image: "/assets/img/تصميم-هناجر-صناعية.jpg",
            title: "هناجر ساندوتش بانل - تصميم حديث وعزل ممتاز",
          },
          {
            image:
              "/assets/img/تركيب-وتوصيل-الهناجر-الى-جميع-انحاء-المملكة.jpg",
            title: "هناجر ساندوتش بانل - مقاومة للحريق والتآكل",
          },
          {
            image: "/assets/img/فريق-هناجر-معدنية.jpg",
            title: "هناجر ساندوتش بانل - حلول فعّالة للمباني الكبيرة",
          },
          {
            image: "/assets/img/خدمات-الحدادة-للهناجر.jpg",
            title: "هناجر ساندوتش بانل - حماية فائقة من العوامل الجوية",
          },
        ],
        priceOld: "اطلب عرض أسعار",
        priceNew: "أسعار تنافسية لن تجدها في أي مكان آخر!",
        description:
          "تُعد شركتنا لتركيب هناجر ساندوتش بانل في الرياض من أبرز الموردين في مجال البناء الحديث، حيث نقدم حلولاً فعّالة وبأسعار تنافسية لإنشاء المباني بسرعة وكفاءة عالية. نوفر هناجر ساندوتش بانل عالية الجودة، تتميز بخصائص عزل حراري وصوتي ممتازة، بالإضافة إلى مقاومتها للحريق والتآكل. تُستخدم هناجر ساندوتش بانل كبديل عصري للأبنية الضخمة والمخازن الكبيرة، مما يوفر حماية فائقة من العوامل الجوية مثل الأمطار والرياح.",
        keywords: "هناجر ساندوتش بانل, عزل حراري, عزل صوتي, بناء حديث, الرياض",
        author: "شركة تركيب ساندوتش بانل",
        og: {
          url: "https://sandwichpanl.com/هناجر-ساندوتش-بانل",
          site_name: "شركة تركيب ساندوتش بانل",
          title: "هناجر ساندوتش بانل - حلول بناء حديثة",
          description:
            "تُعد شركتنا لتركيب هناجر ساندوتش بانل في الرياض من أبرز الموردين في مجال البناء الحديث، حيث نقدم حلولاً فعّالة وبأسعار تنافسية لإنشاء المباني بسرعة وكفاءة عالية. نوفر هناجر ساندوتش بانل عالية الجودة، تتميز بخصائص عزل حراري وصوتي ممتازة، بالإضافة إلى مقاومتها للحريق والتآكل.",
          image:
            "https://sandwichpanl.com/assets/img/هناجر-ساندوتش-بانل-منتج.jpg",
          type: "website",
        },
        twitter: {
          title: "هناجر ساندوتش بانل - حلول بناء حديثة",
          card: "summary_large_image",
          image: "/assets/img/هناجر-ساندوتش-بانل-منتج.jpg",
        },
        features: [
          {
            title: "عزل حراري",
            description:
              "تتميز هناجر ساندوتش بانل بقدرتها العالية على العزل الحراري، مما يحافظ على درجة حرارة المبنى مستقرة.",
          },
          {
            title: "عزل صوتي",
            description:
              "توفر هناجر ساندوتش بانل عزلًا صوتيًا ممتازًا، مما يقلل من الضوضاء الخارجية.",
          },
          {
            title: "مقاومة للحريق",
            description:
              "تتمتع هناجر ساندوتش بانل بخصائص مقاومة للحريق، مما يزيد من أمان المبنى.",
          },
          {
            title: "متانة وقوة",
            description:
              "تتميز هناجر ساندوتش بانل بمتانتها وقوتها الهيكلية، مما يجعلها مثالية للاستخدامات الصناعية والتجارية.",
          },
          {
            title: "سهولة التركيب",
            description:
              "يمكن تركيب هناجر ساندوتش بانل بسرعة وسهولة، مما يوفر الوقت والجهد في عملية البناء.",
          },
          {
            title: "تكلفة اقتصادية",
            description:
              "تعتبر هناجر ساندوتش بانل خيارًا اقتصاديًا مقارنة بالمواد التقليدية، مما يوفر تكاليف البناء.",
          },
          {
            title: "مقاومة للتآكل",
            description:
              "تتميز هناجر ساندوتش بانل بمقاومتها العالية للتآكل، مما يطيل من عمرها الافتراضي.",
          },
          {
            title: "تصاميم متنوعة",
            description:
              "تتوفر هناجر ساندوتش بانل بتصاميم وأشكال متنوعة تناسب مختلف الاحتياجات.",
          },
        ],
      },
      {
        id: "عيوب-ومميزات-ساندوتش-بانل",
        title: "مميزات وعيوب الساندوتش بانل",
        imagedata: [
          {
            image: "/assets/img/ساندوتش-بانل-مميزات-عزل-حراري.jpg",
            title: "مميزات الساندوتش بانل - عزل حراري وصوتي ممتاز وتصميم عصري",
          },
          {
            image: "/assets/img/ساندوتش-بانل-مميزات-خفة-الوزن.jpg",
            title: "مميزات الساندوتش بانل - خفة الوزن وسهولة التركيب",
          },
          {
            image: "/assets/img/ساندوتش-بانل-عيوب-التكلفة.jpg",
            title:
              "عيوب الساندوتش بانل - تكلفة أعلى مقارنة بمواد البناء التقليدية",
          },
          {
            image: "/assets/img/ساندوتش-بانل-عيوب-الرطوبة.jpg",
            title:
              "عيوب الساندوتش بانل - قابلية للتلف بسبب الرطوبة إذا لم يتم تركيبه وصيانته بشكل صحيح",
          },
        ],
        priceOld: "اطلب عرض أسعار",
        priceNew: "أسعار تنافسية لن تجدها في أي مكان آخر!",
        description:
          "نحن نقدم لكم تقييم شامل لمميزات وعيوب الساندوتش بانل. تعرف على الفوائد العديدة لهذا المنتج المبتكر وكذلك بعض العيوب التي قد تواجهها عند استخدامه في مشاريعك المختلفة.",
        keywords:
          "مميزات الساندوتش بانل, عيوب الساندوتش بانل, عزل حراري, عزل صوتي, تصميم عصري, جودة عالية, السعودية",
        author: "شركة النظم المتطورة لساندوتش بانل المتخصصة",
        og: {
          url: "https://sandwichpanl.com/" + "عيوب-ومميزات-ساندوتش-بانل",
          site_name: "شركة النظم المتطورة لساندوتش بانل المتخصصة",

          title: "مميزات وعيوب الساندوتش بانل - الجودة والتصميم في السعودية",
          description:
            "نحن نقدم لكم تقييم شامل لمميزات وعيوب الساندوتش بانل. تعرف على الفوائد العديدة لهذا المنتج المبتكر وكذلك بعض العيوب التي قد تواجهها عند استخدامه في مشاريعك المختلفة.",
          image:
            "https://sandwichpanl.com/assets/img/ساندوتش-بانل-مميزات-عزل-حراري.jpg",
          type: "website",
        },
        twitter: {
          title: "مميزات وعيوب الساندوتش بانل - الجودة والتصميم في السعودية",
          card: "summary_large_image",
          image:
            "https://sandwichpanl.com/assets/img/ساندوتش-بانل-مميزات-عزل-حراري.jpg",
        },
        features: [
          {
            title: "مميزات الساندوتش بانل",
            description:
              "يشمل عزل حراري وصوتي ممتاز، تصميم عصري، سرعة وسهولة التركيب، خفة الوزن، وقوة ومتانة عالية.",
          },
          {
            title: "سهولة التركيب",
            description:
              "يتميز الساندوتش بانل بسهولة وسرعة التركيب، مما يقلل من وقت البناء ويخفض التكاليف.",
          },
          {
            title: "خفة الوزن",
            description:
              "يتميز بخفة الوزن، مما يسهل عملية النقل والتركيب دون الحاجة إلى معدات ثقيلة.",
          },
          {
            title: "متانة وقوة",
            description:
              "يتميز بمتانته العالية وقوة تحمله، مما يجعله خيارًا ممتازًا للمباني الصناعية والتجارية.",
          },
          {
            title: "تصميم عصري",
            description:
              "يأتي بتصاميم وألوان متنوعة تناسب جميع الأذواق وتلبي كافة المتطلبات الجمالية.",
          },
          {
            title: "عيوب الساندوتش بانل",
            description:
              "قد تكون تكلفته أعلى مقارنة بمواد البناء التقليدية، قابلية للتلف بسبب الرطوبة إذا لم يتم تركيبه وصيانته بشكل صحيح، وقد يتطلب عناية خاصة في بعض الظروف البيئية.",
          },
        ],
      },
      {
        id: "ما-هي-الواح-الساندوتش-بانل-أنواعه-استخداماته",
        title: "ما هي الواح الساندوتش بانل - أنواعه استخداماته",
        imagedata: [
          {
            image: "/assets/img/تعرف-على-الساندوتش-بانل.jpg",
            title: "تعرف على الساندوتش بانل",
          },
          {
            image: "/assets/img/مشاريع-تركيب-ساندوتش-بانل.jpg",
            title: "مقاول ساندوتش بانل شمال الرياض",
          },
          {
            image: "/assets/img/سعر-ساندوتش-بانل.jpg",
            title: "سعر ساندوتش بانل السعودية ",
          },
          {
            image: "/assets/img/طبقات-الساندوتش-بانل.jpg",
            title: "طبقات الساندوتش بانل ",
          },
        ],
        priceOld: "اطلب عرض أسعار",
        priceNew: "أسعار تنافسية لن تجدها في أي مكان آخر!",
        description:
          "الساندوتش بانل هو نوع من أنواع الصاج الحديدي المجلفن، يتألف من طبقات متعددة توفر عزلًا فعالًا ومرونة في الاستخدام. يتميز الساندوتش بانل بتصميمه الفريد الذي يجمع بين طبقات خارجية قوية ووسط عازل، مما يجعله مثاليًا لمجموعة متنوعة من التطبيقات",
        keywords:
          "ساندوتش بانل, معلم ساندوتش بانل, ما هو الساندوتش بانل, ساندوتش بانل مجلفن, استخدامات الساندوتش بانل, خصائص الساندوتش بانل, مقاول ساندوتش بانل, شركة ساندوتش بانل",
        author: "شركة النظم المتطورة الساندوتش بانل المتخصصة",
        og: {
          url:
            "https://sandwichpanl.com/" +
            "ما-هي-الواح-الساندوتش-بانل-أنواعه-استخداماته",
          site_name: "شركة النظم المتطورة الساندوتش بانل المتخصصة",

          title: "ما هو الساندوتش بانل أنواعه استخداماته | 2024-2025",
          description:
            "اكتشف كل ما تحتاج معرفته عن ألواح الساندوتش بانل، بما في ذلك الأنواع المختلفة، أبعادها، واستخداماتها المتعددة. دليل شامل لمساعدتك في اختيار الأنسب لمشروعك.",
          image:
            "https://sandwichpanl.com/assets/img/ما-هي-الواح-الساندوتش-بانل-أنواعه-استخداماته.jpg",
          alt: "ما هو الساندوتش بانل أنواعه استخداماته ومميزاته | 2024-2025",
          type: "website",
        },
        twitter: {
          title: "ما هو الساندوتش بانل أنواعه استخداماته | 2024-2025",
          card: "summary_large_image",
          image:
            "https://sandwichpanl.com/assets/img/ما-هي-الواح-الساندوتش-بانل-أنواعه-استخداماته.jpg",
        },
        intro: [6, 7, 8],
        endIntro: [3, 4],
        Page: [16, 4, 2, 14],
        titlefeatured: "مزايا الساندوتش بانل ",
        features: [
          {
            title: "عزل المباني",
            description:
              "يتم استخدام الساندوتش بانل في بناء الجدران والأسقف لعزل المباني ضد الحرارة والبرودة. يتميز بفعاليته في توفير بيئة مريحة للمباني السكنية والتجارية.",
          },
          {
            title: "إنشاء المستودعات",
            description:
              "يستخدم الساندوتش بانل في بناء المستودعات والمخازن بفضل خفة وزنه وسهولة تركيبه، مما يوفر الوقت والجهد في تنفيذ المشاريع الكبيرة.",
          },
          {
            title: "البناء الصناعي",
            description:
              "يُستخدم في إنشاء المنشآت الصناعية مثل المصانع، حيث توفر خصائصه من القوة والمتانة دعمًا إضافيًا للبنية التحتية الثقيلة.",
          },
          {
            title: "تصميم الغرف الجاهزة",
            description:
              "يُعد خيارًا مثاليًا لتصميم الغرف الجاهزة والمباني المؤقتة بفضل تصميمه العصري وسرعة تركيبه.",
          },
          {
            title: "الأعمال التجارية والمكتبية",
            description:
              "يستخدم في تجهيز المباني التجارية والمكتبية حيث يعزز من مظهرها الخارجي ويزيد من كفاءتها التشغيلية.",
          },
          {
            title: "تغطية الأسطح",
            description:
              "يتم استخدامه في تغطية الأسطح لتوفير حماية فعالة ضد العوامل الجوية وتخفيف أعباء الصيانة على المدى الطويل.",
          },
          {
            title: "الأبنية السكنية",
            description:
              "يُستخدم في الأبنية السكنية لتوفير العزل الحراري والصوتي، مما يعزز من راحة السكان ويوفر تكاليف الطاقة.",
          },
        ],
      },
      {
        id: "تركيب-ساندويتش-بانل-حراج",
        title: "تركيب ساندويتش بانل حراج - أفضل الأسعار والخدمات",
        imagedata: [
          {
            image: "/assets/img/تركيب-ساندويتش-بانل-في-الرياض.jpg",
            title: "تركيب ساندويتش بانل في الرياض",
          },
          {
            image: "/assets/img/مشاريع-تركيب-ساندويتش-بانل.jpg",
            title: "مقاول ساندويتش بانل بجودة عالية",
          },
          {
            image: "/assets/img/تكلفة-تركيب-ساندويتش-بانل.jpg",
            title: "تكلفة تركيب ساندويتش بانل",
          },
          {
            image: "/assets/img/عروض-تركيب-ساندويتش-بانل.jpg",
            title: "عروض تركيب ساندويتش بانل",
          },
        ],
        priceOld: "احصل على استشارة مجانية",
        priceNew: "عروض خاصة على تركيب وتوريد بالجملة والتجزئة!",
        description:
          "إذا كنت تبحث عن حلول عازلة متكاملة تتميز بالمتانة والجودة، فإن تركيب ساندويتش بانل هو الخيار الأمثل لك. نحن نقدم خدمات تركيب ساندويتش بانل بأعلى معايير الجودة، مع التركيز على تلبية احتياجات مشاريعك بدقة وسرعة.",
        keywords:
          "تركيب ساندويتش بانل, سعر ساندويتش بانل, مقاول ساندويتش بانل, شركة ساندويتش بانل, أفضل أسعار تركيب ساندويتش بانل, حراج ساندويتش بانل",
        author: "شركة النظم المتطورة الساندويتش بانل المتخصصة",
        og: {
          url: "https://sandwichpanl.com/" + "تركيب-ساندويتش-بانل-حراج",
          site_name: "شركة النظم المتطورة الساندويتش بانل المتخصصة",
          title: "تركيب ساندويتش بانل حراج - أفضل العروض والخدمات | 2024-2025",
          description:
            "اكتشف خدمات تركيب ساندويتش بانل بجودة عالية وأسعار تنافسية. نوفر لك حلولًا مبتكرة لمشاريعك في البناء والتشييد.",
          image:
            "https://sandwichpanl.com/assets/img/تركيب-ساندويتش-بانل-حراج.jpg",
          alt: "تركيب ساندويتش بانل حراج - أفضل العروض والخدمات | 2024-2025",
          type: "website",
        },
        twitter: {
          title: "تركيب ساندويتش بانل حراج - أفضل العروض والخدمات | 2024-2025",
          card: "summary_large_image",
          image:
            "https://sandwichpanl.com/assets/img/تركيب-ساندويتش-بانل-حراج.jpg",
        },
        intro: [],
        endIntro: [6],
        swiper: [16, 17, 7, 18, 15],
        Page: [10, 7, 18, 15],
        titlefeatured: "لماذا تختار خدماتنا في تركيب   ",
        features: [
          {
            title: "أسعار تنافسية",
            description:
              "نقدم عروضًا خاصة على تركيب وتوريد الألواح بالجملة والتجزئة، مما يضمن لك الحصول على أفضل قيمة مقابل المال.",
          },
          {
            title: "جودة عالية",
            description:
              "نستخدم مواد عازلة قوية وموثوقة، مما يوفر حماية فعالة ضد العوامل البيئية ويزيد من عمر المبنى.",
          },
          {
            title: "سرعة التنفيذ",
            description:
              "بفضل فريقنا المتخصص وخبرتنا الطويلة، نضمن لك تركيب الألواح بسرعة وكفاءة، مع الالتزام بجداول الزمن المحددة لمشروعك.",
          },
          {
            title: "مرونة في التصميم",
            description:
              "سواء كنت تحتاج لتغطية أسطح، جدران، أو إنشاء مستودعات ومباني جاهزة، فإن منتجاتنا قابلة للتخصيص وفقًا لاحتياجاتك الخاصة.",
          },
        ],
      },
      // {
      //   id: "غرف-جاهزة-بركسات",
      //   title: "غرف جاهزة بركسات - حلول مرنة وسريعة البناء",
      //   imagedata: [
      //     {
      //       image: "/assets/img/غرف-جاهزة-بركسات.jpg",
      //       title: "غرف جاهزة بركسات للمشاريع السكنية والتجارية"
      //     },
      //     {
      //       image: "/assets/img/تصميم-غرف-بركسات.jpg",
      //       title: "تصميم مرن لغرف البركسات الجاهزة"
      //     },
      //     {
      //       image: "/assets/img/بركسات-عازلة-للحرارة.jpg",
      //       title: "بركسات عازلة للحرارة بأسعار مناسبة"
      //     },
      //     {
      //       image: "/assets/img/أنواع-البركسات-الجاهزة.jpg",
      //       title: "أنواع البركسات الجاهزة"
      //     }
      //   ],
      //   priceOld: "اطلب عرض أسعار",
      //   priceNew: "أفضل أسعار غرف جاهزة بركسات في السوق!",
      //   description: "تعد غرف البركسات الجاهزة من الحلول المثالية للبناء السريع، حيث تتميز بخفة الوزن وسهولة التركيب، مما يجعلها ملائمة للاستخدامات السكنية، التجارية والصناعية. يمكن تخصيصها وفقاً للمتطلبات المختلفة، مما يوفر بيئة مريحة وآمنة.",
      //   keywords: "غرف جاهزة, بركسات جاهزة, غرف بركسات, تصميم غرف جاهزة, بناء سريع, غرف جاهزة عازلة, أسعار البركسات",
      //   author: "شركة النظم المتطورة البركسات الجاهزة",
      //   og: {
      //     url: "https://sandwichpanl.com/" + "غرف-جاهزة-بركسات",
      //     site_name: "شركة النظم المتطورة البركسات الجاهزة",
      //     title: "غرف جاهزة بركسات - أفضل الحلول للمباني السريعة | 2024-2025",
      //     description: "تعرف على حلول غرف البركسات الجاهزة التي توفر مرونة وسرعة في البناء، مثالية للاستخدام السكني والتجاري والصناعي.",
      //     image: "https://sandwichpanl.com/assets/img/غرف-جاهزة-بركسات.jpg",
      //     alt: "غرف جاهزة بركسات - أفضل الحلول للمباني السريعة | 2024-2025",
      //     type: "website"
      //   },
      //   twitter: {
      //     title: "غرف جاهزة بركسات - أفضل الحلول للمباني السريعة | 2024-2025",
      //     card: "summary_large_image",
      //     image: "https://sandwichpanl.com/assets/img/غرف-جاهزة-بركسات.jpg"
      //   },
      //   intro: [],
      //   endIntro: [],
      //   Page: [12, 9, 1, 13],
      //   titlefeatured: "مميزات غرف جاهزة بركسات",
      //   features: [
      //     {
      //       title: "سهولة التركيب",
      //       description: "تتمتع غرف البركسات بميزة التركيب السريع والمرن، مما يجعلها مثالية للمشاريع التي تتطلب إنجازاً فورياً."
      //     },
      //     {
      //       title: "تكلفة اقتصادية",
      //       description: "توفر البركسات الجاهزة تكاليف منخفضة مقارنة بالبناء التقليدي، مع الحفاظ على جودة ومتانة عالية."
      //     },
      //     {
      //       title: "عزل حراري ممتاز",
      //       description: "تقدم البركسات عزلًا حراريًا وصوتيًا فعالاً، مما يوفر بيئة مريحة داخل المباني."
      //     },
      //     {
      //       title: "مناسبة للاستخدامات المتعددة",
      //       description: "سواء للاستخدام السكني، المكتبي أو الصناعي، فإن البركسات الجاهزة توفر حلولًا متعددة الاستخدامات."
      //     }
      //   ]
      // }
      {
        id: "غرف-مجالس-ملاحق",
        title:
          "ملحق خارجي غرف مجالس خارجية ملاحق جاهزه - توريد وتركيب في السعودية",
        imagedata: [
          {
            image: "/assets/img/ملاحق-خارجية-عصرية.jpg",
            title: "غرف مجالس ملاحق بأحدث التصميمات",
          },
          {
            image: "/assets/img/تصميم-مجالس-خارجية.jpg",
            title: "تصميم مجالس خارجية فاخرة",
          },
          {
            image: "/assets/img/ملاحق-مجالس-عازلة.jpg",
            title: "ملاحق مجالس عازلة للحرارة",
          },
          {
            image: "/assets/img/أنواع-غرف-المجالس.jpg",
            title: "أنواع غرف المجالس المتعددة",
          },
        ],
        priceOld: "توريد وتركيب في الرياض وجميع انحاء المملكة",
        priceNew:
          "أفضل أسعار الغرف المجالس الخارجية والملاحق في السوق السعودي !",
        description:
          "قدم لكم حلولاً مبتكرة وسريعة لبناء الملاحق الخارجية والغرف الجاهزة والمجالس الخارجية، حيث يمكنكم الاستفادة من مجموعة واسعة من الأنواع المتنوعة التي نوفرها. سواء كنت بحاجة إلى مساحة إضافية لمكتب، مستودع، أو مكان للترفيه في الحديقة، فهذه الحلول الجاهزة تمنحك خيارات مرنة وسريعة بتصاميم حديثة وبأسعار تنافسية.نقوم بتوريد وتركيب الملاحق الجاهزة التي تتميز بمرونتها وسهولة تركيبها، حيث نستخدم أحدث التقنيات والأدوات لتقديم أفضل نتائج في أقل وقت",
        keywords:
          "غرف مجالس, مجالس خارجية, تصميم مجالس, غرف مجالس ملاحق, غرف ملاحق, أسعار الملاحق",
        author: "شركة النظم المتطورة للمجالس والملاحق الجاهزة",
        og: {
          url: "https://sandwichpanl.com/" + "غرف-مجالس-ملاحق",
          site_name: "شركة النظم المتطورة للمجالس والملاحق الجاهزة",
          title:
            "غرف مجالس ملاحق - الحلول المثالية للمجالس الخارجية | 2024-2025",
          description:
            "استكشف أفضل التصاميم لغرف مجالس وملاحق جاهزة تناسب جميع الأذواق. مثالية للاستخدام في المساحات الخارجية، للمجالس والمناسبات الخاصة أو الاستخدام اليومي.",
          image: "https://sandwichpanl.com/assets/img/غرف-مجالس-ملاحق.jpg",
          alt: "غرف مجالس ملاحق - الحلول المثالية للمجالس الخارجية | 2024-2025",
          type: "website",
        },
        twitter: {
          title:
            "غرف مجالس ملاحق - الحلول المثالية للمجالس الخارجية | 2024-2025",
          card: "summary_large_image",
          image: "https://sandwichpanl.com/assets/img/غرف-مجالس-ملاحق.jpg",
        },
        intro: [],
        endIntro: [8, 7],
        swiper: [20, 21, 22, 23, 19],
        Page: [11, 8, 4, 15],
        titlefeatured: "مميزات غرفنا ومجالسنا وملاحقنا",
        features: [
          {
            title: "مرونة التصميم",
            description:
              "تتيح تصميمات  الغرف الجاهزة والملاحق خيارات متعددة لتتناسب مع المساحات الخارجية المختلفة وأذواق العملاء.",
          },
          {
            title: "عزل حراري وصوتي",
            description:
              "يتم استخدام مواد عازلة توفر تجربة مريحة داخل الغرف، مما يضمن عزل الحرارة والصوت لتحسين جودة الجلسات الخارجية.",
          },
          {
            title: "تركيب سريع وسهل",
            description:
              "بفضل التصميمات المبتكرة، يمكن تركيب  ملاحق بسرعة وكفاءة، مما يوفر الجهد والوقت في تجهيز المجالس.",
          },
          {
            title: "مقاومة العوامل البيئية",
            description:
              "تتميز   بمتانتها وقدرتها على مقاومة الظروف البيئية، مما يزيد من عمرها الافتراضي في الهواء الطلق.",
          },
        ],
      },
      {
        id: "مظلات-بوثلين",
        title: "مظلات بوثلين - خيارات عملية وأنيقة لجميع الاستخدامات",
        imagedata: [
          {
            image: "/assets/img/مظلات-بوثلين.jpg",
            title: "توفير الظل والجمال لحدائقك مع تصميمات بوثلين المميزة",
          },
          {
            image: "/assets/img/تغطيات-بوثلين-مواقف.jpg",
            title: "حماية السيارات بأفضل تغطيات للمواقف الخارجية",
          },
          {
            image: "/assets/img/تظليل-بوثلين-مطاعم.jpg",
            title: "تظليل مثالي للمطاعم والمقاهي بتصميمات عصرية",
          },
          {
            image: "/assets/img/تظليل-بوثلين-1.jpg",
            title: "تظليل مثالي للمجالس الخارجية بتصميمات جذابة",
          },
          {
            image: "/assets/img/تظليل-بوثلين2.jpg",
            title: "تظليل مثالي لغرف المجالس الخارجية بتصميمات جذابة",
          },
        ],
        priceOld: "اطلب السعر الآن",
        priceNew: "خصومات مميزة وأسعار لا تقبل المنافسة!",
        description:
          "تقدم مظلات بوثلين الحل الأمثل للتظليل والحماية في مختلف الأماكن الخارجية. سواء كنت تبحث عن تظليل للحدائق، مواقف السيارات، أو الأماكن التجارية، فإن منتجات بوثلين تتميز بجودتها العالية وتصاميمها الجذابة. توفر مظلاتنا الحماية من أشعة الشمس الضارة والعوامل الجوية، مع ضمان المتانة وطول العمر.",
        keywords:
          "مظلات بوثلين, تظليل خارجي, حماية من الشمس, مواقف سيارات مظللة, حلول الظل, تصاميم مظلات عصرية, مظلات حدائق, تظليل مطاعم ومقاهي",
        author: "شركة بوثلين لحلول التظليل الخارجية",
        og: {
          url: "https://sandwichpanl.com/مظلات-بوثلين",
          site_name: "شركة بوثلين للمظلات",
          title: "مظلات بوثلين - الحماية والجمال في مكان واحد",
          description:
            "احصل على مظلات بوثلين عالية الجودة بتصاميم عصرية تناسب مختلف الاستخدامات. حلول مثالية للتظليل والحماية بأسعار تنافسية.",
          image: "https://sandwichpanl.com/assets/img/مظلات-بوثلين-للحدائق.jpg",
          alt: "مظلات بوثلين - الحماية والجمال في مكان واحد",
          type: "website",
        },
        twitter: {
          title: "مظلات بوثلين - الجودة والتصاميم العصرية للتظليل والحماية",
          card: "summary_large_image",
          image: "https://sandwichpanl.com/assets/img/مظلات-بوثلين-للحدائق.jpg",
        },
        swiper: [24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34],
        Page: [24],

        titlefeatured: "تصاميم عصرية لتظليل الحدائق والمواقف والأماكن التجارية",
        features: [
          {
            title: "تصاميم فريدة",
            description:
              "مظلات بوثلين تتميز بأشكالها المبتكرة التي تضيف لمسة جمالية لأي مكان.",
          },
          {
            title: "جودة لا تُضاهى",
            description:
              "تستخدم منتجاتنا مواد عالية الجودة تضمن الحماية والمتانة على المدى الطويل.",
          },
          {
            title: "سهولة التركيب",
            description:
              "يتم تركيب مظلات بوثلين بسهولة واحترافية لضمان أفضل النتائج.",
          },
          {
            title: "مرونة في الاستخدام",
            description:
              "تتناسب مظلات بوثلين مع جميع الأماكن الخارجية مثل المنازل، الحدائق، والمواقف.",
          },
        ],
      },
      {
        id: "مظلات-شراع",
        title: "مظلات شراع - تصميمات عملية وأنيقة لكل المساحات",
        imagedata: [
          {
            image: "/assets/img/مظلات-شراع-حدائق.jpg",
            title: "مظلات شراع مثالية لتغطية الحدائق بأناقة",
          },
          {
            image: "/assets/img/مظلات-شراع-مواقف.jpg",
            title: "حماية فعالة للمركبات بمظلات شراع مبتكرة",
          },
          {
            image: "/assets/img/مظلات-شراع-مجالس.jpg",
            title: "توفير الظل المثالي للمجالس الخارجية",
          },
          {
            image: "/assets/img/مظلات-شراع-مطاعم.jpg",
            title: "تغطية مميزة للمطاعم والمقاهي بمظلات شراع",
          },
        ],
        priceOld: "استفسر عن الأسعار الآن",
        priceNew: "عروض مميزة على مظلات شراع بأسعار تنافسية!",
        description:
          "مظلات شراع توفر مزيجًا مثاليًا من الأناقة والعملية، مصممة لتلبية مختلف احتياجات التظليل في الأماكن المفتوحة. مثالية للاستخدام في الحدائق، المواقف، والمجالس الخارجية.",
        keywords:
          "مظلات شراع, تظليل الحدائق, حماية السيارات, مظلات مواقف, مظلات عصرية, تظليل مطاعم ومقاهي, تظليل خارجي, تصميمات مبتكرة",
        author: "شركة رائدة في حلول التظليل الخارجي",
        og: {
          url: "https://sandwichpanl.com/مظلات-شراع",
          site_name: "شركة حلول التظليل المتقدمة",
          title: "مظلات شراع - تصميمات عملية وأنيقة لكل المساحات",
          description:
            "استكشف مظلات شراع العصرية التي توفر الحماية والجمال للمساحات الخارجية. مثالية لتغطية الحدائق، مواقف السيارات، والمجالس بأسعار تنافسية وجودة عالية.",
          image: "https://sandwichpanl.com/assets/img/مظلات-شراع-حدائق.jpg",
          alt: "مظلات شراع - الأناقة والجودة لحماية المساحات المفتوحة",
          type: "website",
        },
        twitter: {
          title: "مظلات شراع - الأناقة والجودة لحماية المساحات المفتوحة",
          card: "summary_large_image",
          image: "https://sandwichpanl.com/assets/img/مظلات-شراع-حدائق.jpg",
        },
        Page: [23, 22, 21, 20],
        titlefeatured: "مميزات مظلات شراع المتقدمة",
        features: [
          {
            title: "تصاميم عصرية ومتنوعة",
            description:
              "مظلات شراع تقدم خيارات متعددة تناسب مختلف الأذواق والاستخدامات، مع لمسات جمالية فريدة.",
          },
          {
            title: "مواد مقاومة للعوامل الجوية",
            description:
              "تستخدم مظلات شراع مواد عالية الجودة تقاوم أشعة الشمس، الأمطار، والرياح لضمان المتانة.",
          },
          {
            title: "سهولة التركيب والصيانة",
            description:
              "تتميز مظلات شراع بسهولة التركيب والصيانة، مما يجعلها خيارًا عمليًا للمنازل والأماكن التجارية.",
          },
          {
            title: "توفير مرونة كبيرة في الاستخدام",
            description:
              "مناسبة لمجموعة متنوعة من التطبيقات مثل تغطية الحدائق، المواقف، والمطاعم.",
          },
        ],
      },
      {
        id: "ارتداد-ساندوتش-بانل-سيب",
        title: "ارتداد ساندوتش بانل سيب - حل مثالي للمساحات بين الجدران",
        imagedata: [
          {
            image: "/assets/img/ارتداد-ساندوتش-بانل-1.jpeg",
            title: "ارتداد ساندوتش بانل لتغطية المساحات الفاضية",
          },
          {
            image: "/assets/img/ارتداد-ساندوتش-بانل-2.jpeg",
            title: "مظلات عملية بين الجدران",
          },
          {
            image: "/assets/img/ارتداد-ساندوتش-بانل-3.jpeg",
            title: "حماية تامة للمساحات المفتوحة",
          },
          {
            image: "/assets/img/ارتداد-ساندوتش-بانل-4.jpeg",
            title: "مظلات سريعة التركيب وبجودة عالية",
          },
          {
            image: "/assets/img/ارتداد-ساندوتش-بانل-5.jpeg",
            title: "مظلات سريعة التركيب وبجودة عالية",
          },
          {
            image: "/assets/img/ارتداد-ساندوتش-بانل-6.jpeg",
            title: "مظلات سريعة التركيب وبجودة عالية"
          }
        ],
        priceOld: "اسأل عن السعر",
        priceNew: "عروض حصرية على ارتداد ساندوتش بانل سيب!",
        description:
          "ارتداد ساندوتش بانل سيب هو الحل الأمثل لتغطية المساحات الفاضية بين الجدران. يقدم لك مظلة عملية تجمع بين المتانة والعزل الجيد من الحرارة والصوت، مناسبة للمنازل والمكاتب والمشاريع التجارية.",
        keywords:
          "ارتداد ساندوتش بانل, مظلات بين الجدران, ساندوتش بانل سيب, مساحات فاضية, تغطيات مميزة",
        author: "شركة متخصصة في الساندوتش بانل",
        og: {
          url: "https://sandwichpanl.com/ارتداد-ساندوتش-بانل-سيب",
          site_name: "شركة الساندوتش بانل",
          title: "ارتداد ساندوتش بانل سيب - تغطيات عملية للمساحات الفاضية",
          description:
            "اكتشف ارتداد ساندوتش بانل سيب كمظلة عملية بين الجدران، مثالية للمساحات الفاضية بأسعار تنافسية.",
          image:
            "https://sandwichpanl.com/assets/img/ارتداد-ساندوتش-بانل-سيب.jpg",
          alt: "ارتداد ساندوتش بانل سيب - تغطيات مميزة للمساحات المفتوحة",
          type: "website",
        },
        twitter: {
          title: "ارتداد ساندوتش بانل سيب - مظلات عملية بين الجدران",
          card: "summary_large_image",
          image:
            "https://sandwichpanl.com/assets/img/ارتداد-ساندوتش-بانل-سيب.jpg",
        },
        Page: [16, 1,,25,24,23,22,21,10],
        titlefeatured: "مميزات ارتداد ساندوتش بانل سيب",
        features: [
          {
            title: "تصميم يناسب المساحات الفاضية",
            description:
              "مظلات ساندوتش بانل مصممة خصيصًا لتغطية الفراغات بين الجدران بكل سهولة.",
          },
          {
            title: "عزل ممتاز للحرارة والصوت",
            description:
              "نستخدم مواد عالية الجودة تعزل الحرارة والصوت بشكل مثالي.",
          },
          {
            title: "تركيب سريع وسهل",
            description:
              "التصميم يسهل التركيب بشكل سريع وبجودة عالية بين الجدران.",
          },
          {
            title: "تحمل الظروف البيئية",
            description:
              "المادة مقاومة للحرارة والرطوبة والعوامل الجوية، مما يضمن عمر طويل.",
          },
        ],
      },
      {
        id: "مظلات-ساندوتش-بانل",
        title: "مظلات ساندوتش بانل - الجودة والأداء في تظليل المساحات الخارجية",
        imagedata: [
          {
            image: "/assets/img/مظلات-ساندوتش-بانل-1.jpeg",
            title: "مظلات ساندوتش بانل بتصاميم متينة ومبتكرة"
          },
          {
            image: "/assets/img/مظلات-ساندوتش-بانل-2.jpeg",
            title: "حلول مثالية للمساحات المفتوحة"
          },
          {
            image: "/assets/img/مظلات-ساندوتش-بانل-3.jpeg",
            title: "مظلات عازلة للحرارة والصوت"
          },
          {
            image: "/assets/img/مظلات-ساندوتش-بانل-4.jpeg",
            title: "تغطية مثالية للحدائق والمواقف"
          }
        ],
        priceOld: "اطلب السعر اليوم!",
        priceNew: "أفضل العروض على مظلات ساندوتش بانل بأسعار تنافسية!",
        description:
          "مظلات ساندوتش بانل تمثل الحل الأمثل لتظليل المساحات الخارجية بفضل تصميماتها المبتكرة وجودة موادها. تجمع بين المتانة والعزل الممتاز للحرارة والصوت، مما يجعلها مناسبة للحدائق، مواقف السيارات، والأماكن التجارية. تأتي مظلاتنا بخيارات متعددة تناسب جميع الأذواق وتلبي احتياجات المستخدمين المختلفة بأسعار تنافسية وخدمة تركيب احترافية.",
        keywords:
          "مظلات ساندوتش بانل, مظلات عازلة, تظليل خارجي, حماية من الحرارة, مظلات مواقف, مظلات حدائق, تظليل تجاري",
        author: "شركة متخصصة في مظلات ساندوتش بانل",
        og: {
          url: "https://sandwichpanl.com/مظلات-ساندوتش-بانل",
          site_name: "شركة الساندوتش بانل",
          title: "مظلات ساندوتش بانل - التميز في تظليل المساحات الخارجية",
          description:
            "اكتشف مظلات ساندوتش بانل العصرية التي توفر الحماية والجودة للمساحات المفتوحة. مثالية لتغطية الحدائق، المواقف، والمجالس بأسعار تنافسية.",
          image: "https://sandwichpanl.com/assets/img/مظلات-ساندوتش-بانل-1.jpg",
          alt: "مظلات ساندوتش بانل - الجودة والتصميم العصري",
          type: "website"
        },
        twitter: {
          title: "مظلات ساندوتش بانل - الحل الأمثل لتظليل المساحات الخارجية",
          card: "summary_large_image",
          image: "https://sandwichpanl.com/assets/img/مظلات-ساندوتش-بانل-1.jpeg"
        },
        titlefeatured: "مميزات مظلات ساندوتش بانل",
        features: [
          {
            title: "تصميم عصري وعزل حراري",
            description:
              "تتميز مظلات ساندوتش بانل بتصاميم عصرية تجمع بين الجمال والعزل الحراري والصوتي."
          },
          {
            title: "مواد متينة ومقاومة للعوامل الجوية",
            description:
              "نستخدم مواد ذات جودة عالية لضمان المتانة ومقاومة الحرارة والرطوبة."
          },
          {
            title: "تركيب احترافي وسريع",
            description:
              "نقدم خدمة تركيب احترافية تضمن الأداء الأمثل والتوفير في الوقت والجهد."
          },
          {
            title: "تعدد الاستخدامات",
            description:
              "تتناسب مظلاتنا مع مختلف الاحتياجات مثل الحدائق، المواقف، والمساحات التجارية."
          }
        ]
      },
      {
        id: "سواتر-خشب",
        title: "سواتر خشب - حماية وخصوصية بجودة عالية",
        imagedata: [
          {
            image: "/assets/img/سواتر-خشب-1.jpeg",
            title: "سواتر خشب تعيش معك سنين طويلة"
          },
          {
            image: "/assets/img/سواتر-خشب-2.jpeg",
            title: "أفضل حل للخصوصية والشكل الجمالي"
          },
          {
            image: "/assets/img/سواتر-خشب-3.jpeg",
            title: "سواتر قوية تتحمل الشمس والمطر"
          },
          {
            image: "/assets/img/سواتر-خشب-4.jpeg",
            title: "تركيب سريع وضمان على الجودة"
          }
        ],
        priceOld: "اطلب السعر اليوم!",
        priceNew: "عروض خاصة على سواتر الخشب، تواصل معنا الآن!",
        description: "تبي سواتر خشب تعطيك خصوصية وتتحمل الأجواء؟ نوفر لك سواتر بجودة عالية وتصميمات تناسب كل الأماكن مثل البيوت، الاستراحات، والأسواق. تركيب سريع وسعر يناسبك.",
        keywords: "سواتر خشب, سواتر حدائق, سواتر للخصوصية, تركيب سواتر خشبية, سواتر خارجية متينة",
        author: "شركة متخصصة في السواتر",
         og: {
          url: "https://sandwichpanl.com/سواتر-خشب",
          site_name: "شركة السواتر",
          title: "سواتر خشب - أفضل حل للخصوصية والجمال",
          description: "سواتر خشب بجودة عالية تعطيك خصوصية وحماية، تناسب البيوت، الحدائق، المزارع، والاستراحات مع تركيب احترافي وسعر منافس.",
          image: "https://sandwichpanl.com/assets/img/سواتر-خشب-1.jpg",
          alt: "سواتر خشب متينة بجودة عالية وتصميم أنيق",
          type: "website"
        },
        twitter: {
          title: "سواتر خشب - خصوصية وأناقة تدوم",
          card: "summary_large_image",
          image: "https://sandwichpanl.com/assets/img/سواتر-خشب-1.jpeg"
        },
        titlefeatured: "ليش تختار سواتر الخشب؟",
        features: [
          {
            title: "متانة وقوة",
            description: "سواتر تعيش معك سنوات طويلة وتتحمل كل الأجواء بدون مشاكل."
          },
          {
            title: "تصميم أنيق وعملي",
            description: "تضيف لمسة جمالية وتعطيك خصوصية كاملة لمكانك."
          },
          {
            title: "تركيب سريع ونظيف",
            description: "فريقنا يركب لك الساتر بسرعة ودقة بدون أي فوضى."
          },
          {
            title: "تناسب كل الأماكن",
            description: "مناسبة للبيوت، الحدائق، الاستراحات، والمزارع بتصاميم مختلفة حسب طلبك."
          }
        ]
      },
      {
        id: "سواتر-حديد",
        title:" سواتر حديد - حماية وأمان بجودة عالية",
        imagedata: [
          {
            image: "/assets/img/سواتر-حديد-1.jpeg",
            title: "سواتر حديد قوية ومقاومة للظروف الجوية"
          },
          {
            image: "/assets/img/سواتر-حديد-2.jpeg",
            title: "أفضل حل للحماية والخصوصية"
          },
          {
            image: "/assets/img/سواتر-حديد-3.jpeg",
            title: "سواتر حديد متينة تدوم لسنوات"
          },
          {
            image: "/assets/img/سواتر-حديد-4.jpeg",
            title: "تركيب احترافي وضمان على الجودة"
          }
        ],
        priceOld: "اطلب السعر اليوم!",
        priceNew: "أسعار منافسة على سواتر الحديد، لا تفوت الفرصة!",
        description: "تبي ساتر حديد يتحمل معك ويوفر لك حماية وخصوصية؟ نوفر لك أجود أنواع السواتر الحديدية بمقاسات وتصاميم تناسب كل الاحتياجات. تركيب سريع، وخامة قوية ضد الصدأ والعوامل الجوية.",
        keywords: "سواتر حديد, سواتر للمنازل, سواتر خارجية, حماية وخصوصية, تركيب سواتر حديدية",
        author: "شركة متخصصة في السواتر الحديدية",
        og: {
          url: "https://sandwichpanl.com/سواتر-حديد",
          site_name: "شركة السواتر",
          title: "سواتر حديد - الأمان والجودة في مكان واحد",
          description: "سواتر حديد قوية وعملية، تحمي مكانك وتعطيك خصوصية تامة، مقاومة للصدأ وعوامل الجو، مع تركيب سريع وأسعار مميزة.",
          image: "https://sandwichpanl.com/assets/img/سواتر-حديد-1.jpg",
          alt: "سواتر حديد عالية الجودة بتصميم عصري وقوي",
          type:"website"
        },
        twitter: {
          title: "سواتر حديد - متانة وأمان يدوم لسنوات",
          card: "summary_large_image",
          image: "https://sandwichpanl.com/assets/img/سواتر-حديد-1.jpeg"
        },
        titlefeatured:" ليش تختار سواتر الحديد؟",
        features: [
          {
            title:" متانة وقوة عالية",
            description:" مصنوعة من أجود أنواع الحديد، مقاومة للصدأ وتدوم طويلاً."
          },
          {
            title: "حماية وأمان",
            description:" توفر لك خصوصية تامة وتحمي ممتلكاتك من أي تطفل."
          },
          {
            title:" تصميمات متعددة",
            description:" خيارات متنوعة تناسب كل الأماكن، سواء للمنازل أو الاستراحات أو المحلات."
          },
          {
            title:" تركيب سريع واحترافي",
            description: "فريقنا المتخصص يركب لك الساتر بكل دقة وسرعة مع ضمان على الجودة."
          }
        ]
      }
    ],
  },
];
