export const introDataContent = {
  1: {
    title: null,
    txtone: "أنواع ألواح الساندوتش بانل بجودة عالية",
    txttwo: "حلول إنشائية متكاملة لجميع المشاريع",
    txtthree:
      "ألواح الساندوتش بانل لدينا ليست مجرد منتج، بل هي جزء من حل متكامل لجميع احتياجاتكم الإنشائية. سواء كنتم تعملون على بناء غرف جاهزة أو تركيب هناجر، فإن ألواحنا المتينة والمبتكرة توفر لكم الحل الأمثل لتحقيق أهدافكم. نحن نؤمن بأن الجودة والمتانة هما العاملان الأساسيان لنجاح أي مشروع، ولهذا نضمن لكم منتجات تلبي أعلى معايير الجودة.",
    txtfour: null,
    txtfive: null,
  },
  2: {
    title: "خدمات متكاملة في مجال ألواح الساندوتش بانل",
    txtone: "نقدم حلول مبتكرة بجودة مضمونة",
    txttwo: "تنفيذ مشاريع البناء بأفضل مواد الإنشاء",
    txtthree:
      "توفر ألواح الساندوتش بانل المتينة لدينا حلولًا مثالية لمجموعة متنوعة من مشاريع البناء في المملكة العربية السعودية. سواء كنتم في حاجة إلى ألواح للجدران، الأسقف، الغرف الجاهزة، أو الهناجر، فإننا نقدم لكم منتجات عالية الجودة وخدمات تركيب احترافية تلبي جميع متطلباتكم وتفوق توقعاتكم.",
    txtfour: null,
    txtfive: [
      {
        title: "ألواح الساندوتش بانل للواجهات",
        description:
          "تُعد ألواح الساندوتش بانل للواجهات واحدة من الحلول الرائدة لمشاريع البناء. تتميز هذه الألواح بطبقة عزل مركبة بين طبقتين من الألمنيوم أو الصلب، مما يوفر حماية ممتازة ضد العوامل الجوية والحرارة. كما أن هذه الألواح تأتي بتصاميم متعددة الألوان والأشكال لتلبية احتياجات التصميم المعماري العصري، مما يجعلها مثالية للواجهات الخارجية للمباني التجارية والسكنية.",
      },
      {
        title: "ألواح الساندوتش بانل للأسقف",
        description:
          "إذا كنتم تبحثون عن حل فعال لعزل الأسقف، فإن ألواح الساندوتش بانل للأسقف هي الخيار المثالي. تتميز هذه الألواح بقدرتها العالية على عزل الحرارة والصوت، مما يساهم في تحسين الراحة الداخلية للمباني. بفضل تصميمها الفريد والمواد ذات الجودة العالية، توفر هذه الألواح حماية فعالة ضد التسربات المائية والظروف الجوية القاسية، مما يجعلها مثالية للأسقف في المشاريع السكنية والصناعية.",
      },
      {
        title: "ألواح الساندوتش بانل للجدران",
        description:
          "تُعتبر ألواح الساندوتش بانل للجدران خيارًا ممتازًا لإنشاء جدران داخلية وخارجية ذات أداء عالٍ. توفر هذه الألواح عزلًا حراريًا وصوتيًا متميزًا، مما يساعد في الحفاظ على درجة حرارة مستقرة وتقليل الضوضاء. كما أن تركيبها السهل والسريع يقلل من الوقت والجهد اللازمين لبناء الجدران، مما يجعلها مثالية للمشاريع ذات الجدول الزمني الضيق.",
      },
      {
        title: "ألواح الساندوتش بانل للغرف الجاهزة",
        description:
          "ألواح الساندوتش بانل للغرف الجاهزة توفر حلاً مثاليًا لمشاريع البناء السريعة. بفضل خفة وزنها وسهولة تركيبها، يمكن استخدام هذه الألواح لإنشاء غرف جاهزة ذات جودة عالية وبأداء متميز. تعتبر هذه الألواح مثالية لمكاتب العمل، غرف الاستراحة، والمرافق الأخرى التي تحتاج إلى تركيب سريع وفعال دون التأثير على الجودة.",
      },
      {
        title: "ألواح الساندوتش بانل لتركيب الهناجر",
        description:
          "تركيب الهناجر يتطلب مواد قوية وموثوقة، وألواح الساندوتش بانل هي الخيار المثالي لهذه التطبيقات. بفضل متانتها وقدرتها على تحمل الأحمال الثقيلة، توفر هذه الألواح حلولًا فعالة لإنشاء هناجر ومخازن كبيرة. كما أنها توفر حماية ممتازة ضد العوامل الجوية والتآكل، مما يضمن طول عمر المنشآت وتقليل الحاجة إلى الصيانة.",
      },
    ],
  },

  3: {
    title: "خدمات توريد وتركيب الساندوتش بانل",
    txtone: null,
    txttwo: null,
    txtthree: null,
    txtfour: null,
    txtfive: null,
  },

  4: {
    title:
      "اكتشف أفضل حلول البناء مع ألواح الساندوتش بانل التي تقدمها شركة النظم المتطورة",
    txtone: " نقدم تشكيلة واسعة من الواح السندوتش بنل",
    txttwo: "خدمات تركيب متكاملة تغطي كافة أنحاء المملكة",
    txtthree:
      "تعتبر ألواح الساندوتش بانل من أفضل الحلول الحديثة التي تقدم أداءً متميزًا في عزل الجدران والأسقف، مما يجعلها الخيار الأمثل لبناء الهناجر والغرف الجاهزة. نحن في شركة النظم المتطورة للسندوتش بانل نفخر بتقديم تشكيلة واسعة من ألواح الساندوتش بانل المصممة بعناية لتلبية احتياجاتكم الإنشائية بأعلى معايير الجودة والمتانة.",
    txtfour:
      "سواء كنتم بحاجة إلى ألواح للجدران أو الأسقف، فإن ألواح الساندوتش بانل لدينا متوفرة بتصاميم وأحجام متعددة تناسب جميع أنواع المشاريع. من هناجر صناعية إلى غرف جاهزة، نقدم حلولًا متكاملة تشمل التركيب الفوري والدعم الفني، لضمان حصولكم على النتائج التي تتطلعون إليها دون أي تعقيدات.",
    txtfive: null,
  },
  5: {
    title: null,
    txtone: "لماذا تختاروننا؟",
    txttwo: null,
    txtthree: null,
    txtfour: null,
    txtfive: [
      {
        title: "خدماتنا متوفرة في كافة أنحاء المملكة",
        description:
          "إن شركة النظم المتطورة  لا تقتصر على تقديم المنتجات فحسب، بل نقدم أيضًا خدمات التركيب والدعم الفني في جميع أنحاء المملكة العربية السعودية. سواء كنتم في الرياض، جدة، الدمام، أو أي مدينة أخرى، يمكنكم الاعتماد علينا للحصول على ألواح سندويتش  عالية الجودة التي تلبي احتياجات مشاريعكم.",
      },
      {
        title: "سهولة وسرعة التركيب",
        description:
          "بفضل تصميمها المتطور، يمكن تثبيت الألواح العازلة بسرعة وبسلاسة، مما يساهم في تقليل الوقت والجهد في تنفيذ مشاريع البناء.",
      },
      {
        title: "تصاميم متعددة",
        description:
          " نوفر تصاميم متنوعة تتناسب مع مختلف الأذواق والاحتياجات، من التصاميم العصرية إلى الكلاسيكية.",
      },
    ],
  },
  6: {
    title: "ما هو الساندوتش بانل؟",
    txtone: "تعريف الساندوتش بانل",
    txttwo: "مزايا المواد المستخدمة",
    txtthree:
      "الساندوتش بانل هو نوع من أنواع المواد المستخدمة في البناء يتكون من طبقتين خارجيين من الصاج المجلفن وبينهما مادة عازلة. يُستخدم في عزل المباني ضد الحرارة والبرودة، ويتميز بفعاليته في تحسين كفاءة الطاقة والحفاظ على راحة البيئة الداخلية.",
    txtfour:
      "تقدم شركة النظم المتطورة مجموعة متنوعة من ألواح الساندوتش بانل المصممة لتلبية متطلبات البناء الحديثة. يشمل ذلك ألواح الساندوتش بانل للواجهات، الجدران، والأسقف، مع التركيز على الجودة والفعالية في الأداء.",
    txtfive: null,
  },
  7: {
    title: "مكونات الساندوتش بانل",
    txtone:
      "استكشف المكونات الأساسية لألواح الساندوتش بانل، والتي تساهم في تقديم أداء عالٍ وتوفير حلول فعالة لمتطلبات البناء.",
    txttwo:
      "تشمل الألواح مجموعة من الطبقات التي تعمل معًا لتوفير العزل والحماية.",
    txtthree: "تعرف على كل طبقة وما تقدمه من فوائد لمشاريع البناء الخاصة بك.",
    txtfour:
      "سواء كنت تبحث عن عزل حراري، حماية ضد العوامل الجوية، أو تصميم جمالي، فإن كل مكون من مكونات الساندوتش بانل يلعب دورًا هامًا.",
    txtfive: [
      {
        title: "الطبقة الخارجية",
        description:
          "غالبًا ما تكون مصنوعة من الصلب المجلفن، الألمنيوم، أو الفولاذ المقاوم للصدأ. توفر الحماية ضد العوامل الجوية مثل المطر، الثلج، والرياح.",
      },
      {
        title: "الطبقة العزل الوسطية",
        description:
          "تشمل مواد مختلفة مثل البولي يوريثين (PUR)، البولي إيزوسيانات (PIR)، أو الصوف المعدني. توفر العزل الحراري والصوتي، مما يساعد في الحفاظ على درجة حرارة مريحة داخل المبنى وتقليل الضوضاء.",
      },
      {
        title: "الطبقة الداخلية",
        description:
          "تشبه الطبقة الخارجية، وتكون مصنوعة من الصلب المجلفن، الألمنيوم، أو مواد أخرى. تضيف طبقة حماية داخلية للمبنى وتساهم في تحسين جودته الجمالية.",
      },
      {
        title: "التوصيلات والتثبيت",
        description:
          "تستخدم مواد مثل المشابك والمثبتات لتأمين الألواح معًا. توفر استقرارًا وتماسكًا للألواح عند التركيب.",
      },
    ],
  },

  8: {
    title: "أنواع الساندوتش بانل",
    txtone: "أنواع مختلفة من الألواح",
    txttwo: "مواد العزل المتنوعة",
    txtthree:
      "تتوفر ألواح الساندوتش بانل بعدة أنواع تشمل الألواح المصنوعة من الصاج المجلفن، الألواح المصنوعة من الألمنيوم، وألواح الألياف الزجاجية. تختلف هذه الأنواع في خصائصها مثل العزل الحراري والصوتي، مما يجعلها مناسبة لتطبيقات مختلفة.",
    txtfour:
      "يمكن اختيار النوع المناسب بناءً على متطلبات المشروع مثل نوع العزل المطلوب، قوة التحمل، والتصميم. نحن في شركة النظم المتطورة نقدم استشارات لمساعدتكم في اختيار النوع الأنسب لمتطلباتكم.",
    txtfive: [
      {
        title: "ألواح الساندوتش بانل الصاج المجلفن",
        description:
          "تعتبر ألواح الساندوتش بانل المصنوعة من الصاج المجلفن من الأنواع الشائعة بفضل مقاومتها الممتازة للتآكل والعوامل الجوية. تحتوي هذه الألواح على طبقتين من الصاج المجلفن مع مادة عازلة في المنتصف، مما يجعلها مثالية للاستخدام في الواجهات والجدران والأسقف. تقدم هذه الألواح حلًا اقتصاديًا وعالي الأداء لمجموعة متنوعة من مشاريع البناء.",
      },
      {
        title: "ألواح الساندوتش بانل الألمنيوم",
        description:
          "تتميز ألواح الساندوتش بانل الألمنيوم بخفة وزنها ومقاومتها العالية للتآكل. هذه الألواح مناسبة للمباني التي تحتاج إلى مقاومة إضافية للعوامل الجوية، حيث توفر عزلًا ممتازًا ضد الحرارة والصوت. تستخدم بشكل رئيسي في التطبيقات التي تتطلب خصائص عزل عالية ومتانة إضافية.",
      },
      {
        title: "ألواح الساندوتش بانل الألياف الزجاجية",
        description:
          "ألواح الساندوتش بانل المصنوعة من الألياف الزجاجية توفر خصائص عزل حراري وصوتي ممتازة، بالإضافة إلى مقاومة عالية للرطوبة والحرارة. هذه الألواح مثالية للمشاريع التي تتطلب مقاومة استثنائية للعوامل البيئية القاسية، مثل المنشآت الصناعية والمباني في المناطق الرطبة.",
      },
      {
        title: "ألواح الساندوتش بانل متعددة الطبقات",
        description:
          "تتميز ألواح الساندوتش بانل متعددة الطبقات بوجود أكثر من طبقة عازلة بين الطبقات الخارجية، مما يوفر عزلًا محسّنًا وفعالية عالية في توفير الحماية ضد الحرارة والصوت. تستخدم هذه الألواح في المشاريع التي تتطلب مستوى عزل عالٍ جدًا، مثل المرافق الطبية والمنشآت التي تحتاج إلى تحكم دقيق في درجات الحرارة.",
      },
      {
        title: "ألواح الساندوتش بانل العازلة للحرارة",
        description:
          "تُستخدم ألواح الساندوتش بانل العازلة للحرارة بشكل رئيسي في تطبيقات البناء التي تتطلب كفاءة عالية في العزل الحراري. تحتوي هذه الألواح على مادة عازلة متقدمة تساهم في تقليل استهلاك الطاقة وتحسين راحة البيئة الداخلية. تعتبر خيارًا مثاليًا للمباني السكنية والتجارية التي تحتاج إلى تحسين كفاءة الطاقة.",
      },
    ],
  },
  9: {
    title: "سندويج بنل ضد الحريق",
    txtone: "ما هو الساندويتش بانل المقاوم للحريق",
    txttwo: null,
    txtthree:
      "ألواح الساندويتش بانل المقاوم للحريق هي نوع خاص من الألواح التي تم تصميمها باستخدام مواد خاصة لتعزيز قدرتها على تحمل درجات الحرارة العالية. تتكون هذه الألواح من طبقتين خارجيتين عادةً من الألمنيوم أو الصلب، وطبقة عازلة داخلية مصنوعة من مواد مقاومة للحريق مثل البولي يوريثين أو البولي إيثيلين. تعمل هذه الطبقة العازلة على تقليل انتقال الحرارة والحماية من انتشار الحريق",
    txtfour: null,
    txtfive: null,
  },
  10: {
    title: "الألواح المقاومة للحريق",
    txtone: "مزايا الألواح المقاومة للحريق",
    txttwo: "خدمة التوريد والتركيب",
    txtthree:
      "نقدم خدمة توريد وتركيب ألواح ساندويتش بانل مقاومة للحريق بكافة القياسات والأحجام. فريقنا المتخصص في التركيب يضمن تنفيذ العمل بأعلى معايير الجودة والدقة، لتلبية كافة احتياجات مشاريعكم الإنشائية. سواء كنتم بحاجة إلى الألواح لمشاريع البناء الجديدة أو لترميم المباني الحالية، نحن هنا لتقديم الحلول المثالية",
    txtfour: null,
    txtfive: null,
  },
  11: {
    title: null,
    txtone: null,
    txttwo: "مزايا اختيارنا",
    txtthree: "في شركتنا، نقدم أفضل المضلات التي تجمع بين التصميم العصري والجودة العالية. نحن نوفر حلولًا مبتكرة لتغطية المساحات المختلفة، مع ضمان توفير الحماية من الشمس والمطر، سواء كانت للمنازل أو للمشاريع التجارية والصناعية. نحرص على تقديم خدمات تركيب احترافية لتلبية جميع احتياجات عملائنا.",
    txtfour: null,
    txtfive: [
    
      {
        title: "جودة عالية",
        description: "نحن نقدم مضلات عالية الجودة مصنوعة من مواد متينة لضمان حماية فعالة وطويلة الأمد من الشمس والمطر."
      },
      {
        title: "تصاميم متنوعة",
        description: "نوفر مجموعة متنوعة من التصاميم والأنماط التي تناسب جميع الأذواق، من الموديلات الكلاسيكية إلى الحديثة."
      },
      {
        title: "تركيب احترافي",
        description: "فريقنا المدرب يقدم خدمات تركيب احترافية لضمان أفضل أداء للمظلات، مع ضمان الدقة والسرعة."
      },
      {
        title: "خدمة عملاء متميزة",
        description: "نحن ملتزمون بتقديم خدمة عملاء استثنائية، حيث نوفر الدعم والإجابة على جميع استفساراتكم لضمان رضاكم التام."
      }
    ]
  }
};
export const endIntroDataContent = {
  1: {
    title: "لماذا تختار ألواح الساندوتش بانل من شركتنا؟",
    txtone: null,
    txttwo: "مزايا اختيارنا",
    txtthree:
      "في شركتنا، نلتزم بتقديم أفضل أنواع ألواح الساندوتش بانل التي تتميز بالجودة العالية والتكنولوجيا المتطورة. نحن نقدم حلولًا متكاملة تناسب جميع أنواع المشاريع، مع منتجات فائقة الجودة وخدمات تركيب احترافية. سواء كنت تبحث عن تعزيز كفاءة العزل في مبناك أو تحتاج إلى حلول بناء مخصصة، نحن هنا لتلبية احتياجاتك بكفاءة واحترافية.",
    txtfour: null,
    txtfive: [
      {
        title: "جودة عالية",
        description:
          "نقدم ألواح ساندوتش بانل عالية الجودة، مصنوعة من مواد متينة توفر أداءً ممتازًا في العزل والحماية من العوامل الخارجية.",
      },
      {
        title: "حلول مخصصة",
        description:
          "نوفر حلولًا مخصصة تتناسب مع جميع احتياجات مشاريع البناء، سواء كانت لأغراض سكنية، تجارية، أو صناعية.",
      },
      {
        title: "تركيب احترافي",
        description:
          "يقدم فريقنا من المتخصصين خدمات تركيب احترافية، لضمان تحقيق أفضل النتائج وفقًا لأعلى معايير الجودة.",
      },
      {
        title: "خدمة عملاء متميزة",
        description:
          "نحن ملتزمون بتقديم خدمة عملاء استثنائية، مع دعم مستمر لضمان رضاكم الكامل عن منتجاتنا وخدماتنا.",
      },
    ],
  },
  2: {
    title: null,
    txtone: null,
    txttwo: "اطلب عرض أسعار الآن!",
    txtthree:
      "لا تفوتوا فرصة الحصول على أفضل أسعار ألواح الساندوتش بانل في المملكة. اتصلوا بنا اليوم للحصول على عرض أسعار مخصص وتعرفوا على المزيد حول كيف يمكن لألواحنا تحسين مشروعكم القادم.",
    txtfour: null,
    txtfive: null,
  },
  3: {
    title: "مميزات الساندوتش بانل",
    txtone: "مزايا المواد",
    txttwo: "خصائص فريدة",
    txtthree:
      "تتميز ألواح الساندوتش بانل بعدة مزايا تشمل العزل الحراري والصوتي الممتاز، تصميم عصري، وسهولة التركيب. كما أنها خفيفة الوزن مما يسهل عملية النقل والتركيب، وتوفر قوة ومتانة عالية مما يجعلها خيارًا ممتازًا للمباني الصناعية والتجارية.",
    txtfour:
      "بالإضافة إلى ذلك، توفر الألواح تصاميم متعددة تناسب جميع الأذواق وتلبي المتطلبات الجمالية، مما يجعلها خيارًا مثاليًا لمجموعة متنوعة من التطبيقات.",
    txtfive: [
      {
        title: "عزل حراري ممتاز",
        description:
          "يوفر الساندوتش بانل عزلًا حراريًا فعالًا بفضل تركيبته التي تحتوي على طبقات من مواد عازلة. هذا يساعد في الحفاظ على درجة حرارة مريحة داخل المباني وتقليل استهلاك الطاقة للتدفئة أو التبريد.",
      },
      {
        title: "عزل صوتي فعال",
        description:
          "يساهم الساندوتش بانل في تقليل مستويات الضوضاء بفضل قدرته على عزل الصوت. هذا يجعله خيارًا مثاليًا للمباني التي تحتاج إلى بيئة هادئة مثل المكاتب والمنازل.",
      },
      {
        title: "تصميم عصري ومتعدد الاستخدامات",
        description:
          "تأتي ألواح الساندوتش بانل بتصاميم وألوان متعددة تناسب جميع الأذواق. يمكن استخدامها في الجدران والأسقف والواجهات لتلبية الاحتياجات المعمارية المختلفة.",
      },
      {
        title: "سهولة وسرعة التركيب",
        description:
          "تتميز ألواح الساندوتش بانل بسهولتها وسرعتها في التركيب، مما يقلل من وقت البناء والتكلفة. يمكن تركيبها بسرعة دون الحاجة إلى معدات ثقيلة.",
      },
      {
        title: "قوة ومتانة عالية",
        description:
          "تتمتع ألواح الساندوتش بانل بمتانة عالية وقدرة على تحمل الأحمال الثقيلة، مما يجعلها مناسبة للاستخدام في المشاريع الصناعية والتجارية. كما أنها مقاومة للعوامل الجوية والتآكل.",
      },
      {
        title: "تكلفة منخفضة على المدى الطويل",
        description:
          "رغم أن تكلفتها الأولية قد تكون أعلى من بعض المواد التقليدية، إلا أن الساندوتش بانل يوفر تكاليف صيانة منخفضة بفضل متانته وعمره الطويل.",
      },
    ],
  },
  4: {
    title: "ساندوتش بانل للبيع",
    txtone: "توريد ساندوتش بانل",
    txttwo: "ساندوتش بانل سعر المتر",
    txtthree:
      "تختلف أسعار متر الساندوتش بانل بناءً على النوع والمواصفات. يمكن أن تتراوح الأسعار بين 50 إلى 150 ريال سعودي للمتر المربع، حسب الجودة والسماكة والمتطلبات الخاصة.",
    txtfour: null,
    txtfive: null,
  },
  5: {
    title: "أسئلة شائعة حول الساندويتش بانل",
    txtone: null,
    txttwo: null,
    txtthree: null,
    txtfour: null,
    txtfive: [
      {
        title: "هل يوجد سندويتش بانل مقاوم للحريق",
        description:
          "نعم، هناك ألواح ساندويتش بانل مقاومة للحريق تُعد من الخيارات المثالية لتأمين حماية فعالة ضد المخاطر المرتبطة بالحرائق. هذه الألواح مصممة خصيصًا لتحمل درجات الحرارة العالية وتوفر حماية فائقة للمباني.",
      },
      {
        title: "ما هي ألواح الساندويتش بانل؟",
        description:
          "ألواح الساندويتش بانل هي نوع من الألواح الإنشائية التي تتكون من طبقتين خارجيين من المعدن وطبقة عازلة بينهما. تُستخدم هذه الألواح في بناء الجدران والأسقف، وتتميز بقدرتها على توفير عزل حراري وصوتي ممتاز.",
      },
      {
        title: "كم طول لوح ساندويتش بانل؟",
        description:
          "يتوفر لوح ساندويتش بانل بأطوال مختلفة تتناسب مع احتياجات المشاريع الإنشائية. الطول الشائع يتراوح بين 2 إلى 12 متر، ويمكن تخصيصه حسب المتطلبات المحددة.",
      },
      {
        title: "ما هي مادة السندويج بنل؟",
        description:
          "مادة السندويج بنل تتكون عادة من طبقتين من المعدن، مثل الألمنيوم أو الصلب، وطبقة عازلة بينهما. المواد العازلة تشمل البولي يوريثين، البولي إيثيلين، أو الصوف الصخري.",
      },
      {
        title: "هل ساندويتش بانل مقاوم للحريق؟",
        description:
          "نعم، هناك أنواع من ألواح الساندويتش بانل مصممة خصيصًا لتكون مقاومة للحريق. توفر هذه الألواح حماية إضافية ضد درجات الحرارة العالية وتساعد في تقليل انتشار الحريق.",
      },
      {
        title: "هل الألمنيوم مقاوم للحريق؟",
        description:
          "الألمنيوم ليس مقاومًا للحريق بشكل كامل، ولكنه يمكن أن يتحمل درجات حرارة معينة قبل أن يبدأ في التأثر. الألمنيوم يُستخدم في تطبيقات تتطلب مقاومة محدودة للحريق.",
      },
      {
        title: "كم العمر الافتراضي للساندويتش بانل؟",
        description:
          "العمر الافتراضي للساندويتش بانل يعتمد على نوع المواد المستخدمة وظروف الاستخدام. عادةً ما يتراوح بين 20 إلى 30 سنة إذا تم صيانته بشكل مناسب.",
      },
      {
        title: "هل يوجد سندويتش بانل ضد الحريق؟",
        description:
          "نعم، هناك ألواح ساندويتش بانل مقاومة للحريق تُعد من الخيارات المثالية لتأمين حماية فعالة ضد المخاطر المرتبطة بالحرائق. هذه الألواح مصممة خصيصًا لتحمل درجات الحرارة العالية وتوفر حماية فائقة للمباني.",
      },
      {
        title: "كيف يتم تثبيت الساندويتش بانل؟",
        description:
          "يتم تثبيت الساندويتش بانل عبر ربط الألواح بالهيكل الأساسي باستخدام مسامير أو براغي، مع التأكد من تركيب عوازل ضد الماء والهواء. التركيب يتم بواسطة فريق متخصص لضمان الأداء الأمثل.",
      },
      {
        title: "هل السندويج بنل عازل للصوت؟",
        description:
          "نعم، السندويج بنل يوفر عزلًا صوتيًا ممتازًا بفضل طبقة العزل بين الطبقات المعدنية. هذا يساعد في تقليل انتقال الصوت بين المساحات المختلفة.",
      },
      {
        title: "ما هو الزجاج المقاوم للحريق؟",
        description:
          "الزجاج المقاوم للحريق هو نوع خاص من الزجاج يتم معالجته ليكون قادرًا على تحمل درجات الحرارة العالية ومنع انتقال الحريق. يستخدم عادة في النوافذ والأبواب التي تتطلب حماية ضد الحرائق.",
      },
      {
        title: "ما الذي يذيب الألمنيوم؟",
        description:
          "الألمنيوم يمكن أن يذوب عند درجات حرارة عالية تتجاوز 660 درجة مئوية. المواد الكيميائية القوية مثل الأحماض القوية قد تسهم في تسريع عملية الذوبان.",
      },
      {
        title: "هل الألمنيوم يتفاعل مع الحرارة؟",
        description:
          "الألمنيوم يتفاعل مع الحرارة بزيادة في درجة الحرارة، حيث يصبح أكثر ليونة ويبدأ في التمدد. لكنه لا يتفاعل كيميائيًا مع الحرارة بشكل كبير.",
      },
      {
        title: "كم يتحمل الألمنيوم حرارة؟",
        description:
          "الألمنيوم يمكن أن يتحمل درجات حرارة تصل إلى حوالي 660 درجة مئوية قبل أن يبدأ في الذوبان. في التطبيقات العادية، يتحمل الألمنيوم درجات حرارة أقل بكثير.",
      },
      {
        title: "هل يوجد زجاج مقاوم للحريق؟",
        description:
          "نعم، يوجد زجاج مقاوم للحريق يُستخدم في التطبيقات التي تتطلب حماية ضد الحريق. هذا الزجاج يتم معالجته أو طلاءه بمواد خاصة لتحمل درجات الحرارة العالية ويمنع انتقال الحريق.",
      },
      {
        title: "هل يوجد دهان مقاوم للحريق؟",
        description:
          "نعم، هناك أنواع من الدهانات المقاومة للحريق. تستخدم هذه الدهانات لحماية الأسطح من تأثيرات الحريق وتحسين مقاومة المواد ضد درجات الحرارة المرتفعة.",
      },
      {
        title: "هل السندويج بنل سريع الاشتعال؟",
        description:
          "عادةً ما تكون ألواح السندويج بنل مصممة لتحمل درجات حرارة معينة، ولكن ليست جميعها مقاومة للحريق بشكل كامل. يعتمد مدى سرعة الاشتعال على المواد المستخدمة في تصنيع الألواح.",
      },
      {
        title: "كيف يتم تثبيت الساندويتش بانل؟",
        description:
          "تثبيت الساندويتش بانل يتم عبر ربط الألواح بالهيكل الأساسي باستخدام المسامير أو البراغي. يُفضل تركيبها بواسطة فريق متخصص لضمان الأداء الأمثل وإغلاق جميع الفجوات لمنع تسرب الماء والهواء.",
      },
      {
        title: "هل الألومنيوم عازل للصوت؟",
        description:
          "الألومنيوم ليس عازلًا جيدًا للصوت بمفرده. ولكنه يمكن أن يكون جزءًا من نظام عزل صوتي عند دمجه مع مواد أخرى توفر العزل الصوتي المطلوب.",
      },
      {
        title: "كم سعر متر سندويج بنل؟",
        description:
          "سعر متر السندويج بنل يختلف بناءً على نوع المواد والمواصفات. للحصول على سعر دقيق، يُفضل الاتصال بالموردين المحليين للحصول على عروض الأسعار.",
      },
      {
        title: "كم سعر بناء سندويج بنل؟",
        description:
          "سعر بناء السندويج بنل يعتمد على عوامل عدة مثل حجم المشروع، نوع الألواح، وتكاليف التركيب. يُفضل الحصول على تقدير من المقاولين المتخصصين في هذا المجال.",
      },
      {
        title: "كم وزن الساندويتش بانل؟",
        description:
          "وزن الساندويتش بانل يختلف بناءً على سماكة الألواح ومواد التصنيع. عادةً ما يكون الوزن خفيفًا مقارنةً بالمواد التقليدية، مما يسهل نقله وتركيبه.",
      },
      {
        title: "كم سعر السندويج بنل في السعودية؟",
        description:
          "سعر السندويج بنل في السعودية يختلف حسب النوع والمورد. للحصول على أسعار دقيقة، يُفضل التواصل مع الموردين المحليين أو زيارة مواقعهم الإلكترونية.",
      },
      {
        title: "هل يوجد خشب ضد الحريق؟",
        description:
          "نعم، هناك أنواع من الخشب المعالج لتكون مقاومة للحريق. يتم معالجة هذا الخشب بمواد كيميائية خاصة تزيد من مقاومته للنيران.",
      },
      {
        title: "هل يوجد قماش ضد الحريق؟",
        description:
          "نعم، هناك أنواع من القماش المقاوم للحريق. يُستخدم هذا القماش في تطبيقات مثل الستائر، الملابس الواقية، والتغطيات لتوفير حماية ضد الحرائق.",
      },
      {
        title: "ما هو سقف ساندويتش بانل؟",
        description:
          "سقف ساندويتش بانل هو نوع من الأسقف المصنوعة من ألواح ساندويتش بانل التي توفر عزلًا حراريًا وصوتيًا. تتميز هذه الأسقف بقدرتها على تحمل الظروف الجوية القاسية وتقديم أداء ممتاز في الحماية.",
      },
    ],
  },
  6:{
    title:null,
    txtone:  "تطبيقات ألواح العزل",
    txttwo: null,
    txtthree: null,
    txtfour: null,
    txtfive: [
      {
        title: "عزل المباني",
        description: "منتجاتنا مثالية لعزل المباني ضد الحرارة والبرودة، مما يساهم في توفير بيئة مريحة وتقليل استهلاك الطاقة."
      },
      {
        title: "تغطية الأسطح والجدران",
        description: "تعتبر هذه الألواح خيارًا مثاليًا لتغطية الأسطح والجدران في المشاريع الصناعية والتجارية، حيث توفر حماية فائقة ضد الظروف الجوية القاسية."
      },
      {
        title: "إنشاء المستودعات والمباني الجاهزة",
        description: "تُستخدم الألواح العازلة بشكل واسع في إنشاء المستودعات والمباني الجاهزة، بفضل خفة وزنها وسهولة تركيبها."
      },
      {
        title: "كيف يمكنك الاستفادة من خدماتنا؟",
        description: "لا تتردد في التواصل معنا للحصول على استشارة مجانية وتعرف على العروض الخاصة بخدماتنا. فريقنا مستعد للإجابة على جميع استفساراتك وتقديم الحلول التي تناسب احتياجاتك بأفضل الأسعار."
      },
      {
        title: "اتصل بنا اليوم",
        description: "احصل على أفضل العروض في السوق من خلال التواصل معنا الآن!"
      }
    ]
  }
  ,7:{
    title:null,
    txtone:  "ما هي الملاحق والمجالس والغرف الجاهزة؟",
    txttwo:null,
   txtthree: null,
    txtfour: "تعتبر الغرف الجاهزة والمجالس  من أفضل الحلول الحديثة لإنشاء مساحات إضافية بسرعة وكفاءة. توفر الملاحق الخارجية مساحة مرنة يمكن استخدامها لأغراض سكنية، مكاتب، أو حتى مناطق استقبال. تتميز تصميم غرف الجاهزة بتنوعها وقدرتها على التكيف مع احتياجات مختلفة، حيث يمكن تخصيص الديكورات والمواد لتناسب الذوق والميزانية. أما فيما يتعلق بـ تكلفة الملاحق ،حدد المساحة المتاحة لديك واختر حجم الملحق أو الغرفة بناءً على ذلك تختلف الأسعار حسب الحجم والمساحة، لذا اختر ما يناسب ميزانيتك ويوفر أعلى قيمة ممكنة ",
    txtfive: [

   ]
  },
  8: {
    title:null,
    txtone:  "غرف جاهزة مجالس وملاحق  ",
    txttwo: "تعد الملاحق والمجالس والغرف الجاهزة من الحلول المرنة التي تتيح لك إنشاء مساحات إضافية بأقل تكلفة وأعلى جودة. بفضل تنوع تصميماتها وسهولة تركيبها، أصبحت الخيار الأمثل للأفراد والشركات على حد سواء. إذا كنت تفكر في إضافة مساحة جديدة لمكتبك أو منزلك، فإن هذه الحلول تستحق النظر بجدية.",
    txtthree: null,
    txtfour: null,
    txtfive: [
      {
        "title": "تركيب سريع ومريح",
        "description": "الغرف والمجالس الجاهزة ما تحتاج وقت طويل للتجهيز، يعني تقدر تستمتع بمجلسك في وقت قياسي."
      },
      {
        "title": "تصميم يناسب احتياجاتك",
        "description": "كل عميل له ذوق خاص، وعشان كذا نقدم لك تصاميم متعددة تقدر تختار منها اللي يناسب ذوقك ومساحة بيتك."
      },
      {
        "title": "قوة تحمل وعمر طويل",
        "description": "الملاحق والغرف الجاهزة مصنوعة من مواد تتحمل تقلبات الطقس وتدوم لسنين طويلة، حتى مع الظروف الصعبة."
      },
      {
        "title": "راحة وخصوصية",
        "description": "توفر لك الملاحق والغرف عزل حراري وصوتي، عشان ترتاح وتستمتع بجلسة هادئة ومريحة بعيد عن الإزعاج."
      },
      {
        "title": "اتصل بنا الآن",
        "description": "لا تفوت الفرصة! تواصل معنا اليوم للحصول على أفضل العروض والتصاميم المخصصة لاحتياجاتك."
      }
    ]
  },

};
