export const introDataContent = {
  1: {
    title: null,
    txtone: "أنواع ألواح الساندوتش بانل بجودة عالية",
    txttwo: "حلول إنشائية متكاملة لجميع المشاريع",
    txtthree:
      "ألواح الساندوتش بانل لدينا ليست مجرد منتج، بل هي جزء من حل متكامل لجميع احتياجاتكم الإنشائية. سواء كنتم تعملون على بناء غرف جاهزة أو تركيب هناجر، فإن ألواحنا المتينة والمبتكرة توفر لكم الحل الأمثل لتحقيق أهدافكم. نحن نؤمن بأن الجودة والمتانة هما العاملان الأساسيان لنجاح أي مشروع، ولهذا نضمن لكم منتجات تلبي أعلى معايير الجودة.",
    txtfour: null,
    txtfive: null,
  },
  2: {
    title: "خدمات متكاملة في مجال ألواح الساندوتش بانل",
    txtone: "نقدم حلول مبتكرة بجودة مضمونة",
    txttwo: "تنفيذ مشاريع البناء بأفضل مواد الإنشاء",
    txtthree:
      "توفر ألواح الساندوتش بانل المتينة لدينا حلولًا مثالية لمجموعة متنوعة من مشاريع البناء في المملكة العربية السعودية. سواء كنتم في حاجة إلى ألواح للجدران، الأسقف، الغرف الجاهزة، أو الهناجر، فإننا نقدم لكم منتجات عالية الجودة وخدمات تركيب احترافية تلبي جميع متطلباتكم وتفوق توقعاتكم.",
    txtfour: null,
    txtfive: [
      {
        title: "ألواح الساندوتش بانل للواجهات",
        description:
          "تُعد ألواح الساندوتش بانل للواجهات واحدة من الحلول الرائدة لمشاريع البناء. تتميز هذه الألواح بطبقة عزل مركبة بين طبقتين من الألمنيوم أو الصلب، مما يوفر حماية ممتازة ضد العوامل الجوية والحرارة. كما أن هذه الألواح تأتي بتصاميم متعددة الألوان والأشكال لتلبية احتياجات التصميم المعماري العصري، مما يجعلها مثالية للواجهات الخارجية للمباني التجارية والسكنية.",
      },
      {
        title: "ألواح الساندوتش بانل للأسقف",
        description:
          "إذا كنتم تبحثون عن حل فعال لعزل الأسقف، فإن ألواح الساندوتش بانل للأسقف هي الخيار المثالي. تتميز هذه الألواح بقدرتها العالية على عزل الحرارة والصوت، مما يساهم في تحسين الراحة الداخلية للمباني. بفضل تصميمها الفريد والمواد ذات الجودة العالية، توفر هذه الألواح حماية فعالة ضد التسربات المائية والظروف الجوية القاسية، مما يجعلها مثالية للأسقف في المشاريع السكنية والصناعية.",
      },
      {
        title: "ألواح الساندوتش بانل للجدران",
        description:
          "تُعتبر ألواح الساندوتش بانل للجدران خيارًا ممتازًا لإنشاء جدران داخلية وخارجية ذات أداء عالٍ. توفر هذه الألواح عزلًا حراريًا وصوتيًا متميزًا، مما يساعد في الحفاظ على درجة حرارة مستقرة وتقليل الضوضاء. كما أن تركيبها السهل والسريع يقلل من الوقت والجهد اللازمين لبناء الجدران، مما يجعلها مثالية للمشاريع ذات الجدول الزمني الضيق.",
      },
      {
        title: "ألواح الساندوتش بانل للغرف الجاهزة",
        description:
          "ألواح الساندوتش بانل للغرف الجاهزة توفر حلاً مثاليًا لمشاريع البناء السريعة. بفضل خفة وزنها وسهولة تركيبها، يمكن استخدام هذه الألواح لإنشاء غرف جاهزة ذات جودة عالية وبأداء متميز. تعتبر هذه الألواح مثالية لمكاتب العمل، غرف الاستراحة، والمرافق الأخرى التي تحتاج إلى تركيب سريع وفعال دون التأثير على الجودة.",
      },
      {
        title: "ألواح الساندوتش بانل لتركيب الهناجر",
        description:
          "تركيب الهناجر يتطلب مواد قوية وموثوقة، وألواح الساندوتش بانل هي الخيار المثالي لهذه التطبيقات. بفضل متانتها وقدرتها على تحمل الأحمال الثقيلة، توفر هذه الألواح حلولًا فعالة لإنشاء هناجر ومخازن كبيرة. كما أنها توفر حماية ممتازة ضد العوامل الجوية والتآكل، مما يضمن طول عمر المنشآت وتقليل الحاجة إلى الصيانة.",
      },
    ],
  },

  3: {
    title: "خدمات توريد وتركيب الساندوتش بانل",
    txtone: null,
    txttwo: null,
    txtthree: null,
    txtfour: null,
    txtfive: null,
  },
};
export const endIntroDataContent = {
  1: {
    title: "لماذا تختار ألواح الساندوتش بانل من شركتنا؟",
    txtone: null,
    txttwo: "مزايا اختيارنا",
    txtthree:
      "في شركتنا، نلتزم بتقديم أفضل أنواع ألواح الساندوتش بانل التي تتميز بالجودة العالية والتكنولوجيا المتطورة. نحن نقدم حلولًا متكاملة تناسب جميع أنواع المشاريع، مع منتجات فائقة الجودة وخدمات تركيب احترافية. سواء كنت تبحث عن تعزيز كفاءة العزل في مبناك أو تحتاج إلى حلول بناء مخصصة، نحن هنا لتلبية احتياجاتك بكفاءة واحترافية.",
    txtfour: null,
    txtfive: [
      {
        title: "جودة عالية",
        description:
          "نقدم ألواح ساندوتش بانل عالية الجودة، مصنوعة من مواد متينة توفر أداءً ممتازًا في العزل والحماية من العوامل الخارجية.",
      },
      {
        title: "حلول مخصصة",
        description:
          "نوفر حلولًا مخصصة تتناسب مع جميع احتياجات مشاريع البناء، سواء كانت لأغراض سكنية، تجارية، أو صناعية.",
      },
      {
        title: "تركيب احترافي",
        description:
          "يقدم فريقنا من المتخصصين خدمات تركيب احترافية، لضمان تحقيق أفضل النتائج وفقًا لأعلى معايير الجودة.",
      },
      {
        title: "خدمة عملاء متميزة",
        description:
          "نحن ملتزمون بتقديم خدمة عملاء استثنائية، مع دعم مستمر لضمان رضاكم الكامل عن منتجاتنا وخدماتنا.",
      },
    ],
  },
};
